[
  {
    "key": "1$LE_Achlys",
    "original": "Below, the marsh bubbles. Fleshy-leafed plants emit a pungent stench.",
    "translation": "下方，沼泽咕嘟冒泡，肉质叶植物散发出刺鼻的恶臭。",
    "stage": 5
  },
  {
    "key": "2$LE_Achlys",
    "original": "Coppery lights away in the fog: the lamps of Achlys, a shanty-market for spices and vices.",
    "translation": "铜色的光亮自雾气深处流出——那是来自埃克吕斯的灯火，一个贩卖香料与下作消遣的棚屋市集。",
    "stage": 5
  },
  {
    "key": "3$LE_Achlys",
    "original": "You cross the Achlean marshes. Don't trust the mists. They reveal things that are not there, and conceal things that are.",
    "translation": "你正驶过埃克利沼泽。不要相信迷雾，它会颠倒虚实。",
    "stage": 5
  },
  {
    "key": "5$LE_Achlys",
    "original": "Fatalistic Signalman: \"After the Isambard Line, we were to start bringing civilisation here too.\"",
    "translation": "听天由命的信号员说：“在伊桑巴德航线落成以后，我们本该将文明也带到这里。”",
    "stage": 5
  },
  {
    "key": "6$LE_Achlys",
    "original": "Incognito Princess: \"Are we at Achlys? We must try some of the Midnight Tea.\"",
    "translation": "隐姓埋名的公主说：“到埃克吕斯了吗？我们一定得尝尝午夜茶。”",
    "stage": 5
  },
  {
    "key": "7$LE_Achlys",
    "original": "The Rat Brigade whispers amongst itself. Words like 'Valkyrie' and 'Nightingale'.",
    "translation": "老鼠大队窃窃私语。你听到了诸如“女武神”和“夜莺”之类的字眼。",
    "stage": 5
  },
  {
    "key": "8$LE_Achlys",
    "original": "The Incautious Driver twitches. \"Can anyone else feel that? Just me? Oh.\"",
    "translation": "鲁莽的司机抖了一下：“还有谁感觉到了吗？就我一个？噢。”",
    "stage": 5
  },
  {
    "key": "9$LE_Achlys",
    "original": "Your Aunt irritably crosses 'Achyls' from the captain's log and writes in 'Achlys'.",
    "translation": "你的姨妈不耐烦地从车长日志上划去了“Achyls”，接着写上了“Achlys”。",
    "stage": 5
  },
  {
    "key": "10$LE_Achlys",
    "original": "\"Can we stop by, Captain?\" asks the Fortunate Navigator. \"I'd love a good cup of tea.\"",
    "translation": "“我们能在这稍作停留吗，车长？”走运的领航员问道，“我想来杯好茶。”",
    "stage": 5
  },
  {
    "key": "1$LE_AnAbandonedSignalBox",
    "original": "A spidered signal box, foggy with webs. Once, it was part of the Isambard Line: an old folly.",
    "translation": "一个被蜘蛛占据的信号箱，其上蛛网密布。它曾是伊桑巴德航线的一部分——一桩过往的愚行。",
    "stage": 5
  },
  {
    "key": "2$LE_AnAbandonedSignalBox",
    "original": "Thanks to its coat of vines, this overgrown signal box of the Isambard Line retain its structural integrity, if not its dignity.",
    "translation": "多亏了那层藤蔓外衣，这个草木疯长的伊桑巴德航线信号箱才勉强维持了其结构完整，尽管那份高贵已然无处可寻。",
    "stage": 5
  },
  {
    "key": "1$LE_AvidHorizon",
    "original": "Here, the sky remembers the sea. How dark it is. How damp.",
    "translation": "于此，天空铭记着大海。何等晦暗，何等潮湿。",
    "stage": 5
  },
  {
    "key": "2$LE_AvidHorizon",
    "original": "You near the Avid Horizon, the door that let London into the heavens. It is closed fast, now.",
    "translation": "你接近了渴求之地平线，伦敦通往天穹的大门。如今，它已紧紧关闭。",
    "stage": 5
  },
  {
    "key": "3$LE_AvidHorizon",
    "original": "\"I can hear the zee!\" a grizzled crewman cries. \"Listen! Lapping like a cat at cream!\"",
    "translation": "“我听到了海浪声！”一位头发花白的列车员喊道，“听！就像有只猫在舔奶油一样！”",
    "stage": 5
  },
  {
    "key": "5$LE_AvidHorizon",
    "original": "Even the Rat Brigade shivers at the sudden cold. They steal extra bedding for their nest.",
    "translation": "就连老鼠大队也因为突如其来的寒冷而瑟瑟发抖。它们偷来了些多余的垫料，铺在各自的小窝里。",
    "stage": 5
  },
  {
    "key": "6$LE_AvidHorizon",
    "original": "The Forged Companion peers at the Avid Horizon. \"This is where you come from, isn't it?\"",
    "translation": "锻造同伴凝视着渴求之地平线：“这就是你们的来处，对吧？”",
    "stage": 5
  },
  {
    "key": "7$LE_AvidHorizon",
    "original": "The Inconvenient Aunt shivers. \"Wrap up warm, dear. You'll catch your death.\"",
    "translation": "令人困扰的姨妈打了个寒颤：“亲爱的，穿暖和点。你会冻死的。”",
    "stage": 5
  },
  {
    "key": "8$LE_AvidHorizon",
    "original": "The Princess is intrigued. \"Is this Avid Horizon? I was occupied when the royal locomotive came through.\"",
    "translation": "公主好奇地问道：“这里就是渴求之地平线吗？皇家火车穿过这里的时候，我正顾着其它事情。”",
    "stage": 5
  },
  {
    "key": "9$LE_AvidHorizon",
    "original": "The Repentant Devil stamps around the locomotive, draped in stolen coats. Hell is warmer.",
    "translation": "悔过的魔鬼披着偷来的外套，在火车里头四处踱来踱去，边走边跺脚。地狱要比这里更暖和。",
    "stage": 5
  },
  {
    "key": "10$LE_AvidHorizon",
    "original": "When they see the Quiet Sea, below, the Eccentric's cats arch and hiss.",
    "translation": "看到下方的寂静海时，怪人的猫个个弓起了背，嘶嘶地叫唤。",
    "stage": 5
  },
  {
    "key": "11$LE_AvidHorizon",
    "original": "You near the Avid Horizon, where London entered the heavens. \"No going back, now,\" the Signalman remarks.",
    "translation": "你接近了渴求之地平线，伦敦通往天穹的大门。“这会儿已经回不去了，”信号员指出。",
    "stage": 5
  },
  {
    "key": "12$LE_AvidHorizon",
    "original": "\"Cold, cold, cold,\" whispers the Incautious Driver, pressing as close as they can to the furnace.",
    "translation": "“好冷，好冷，好冷，”鲁莽的司机不住地嘟囔，尽可能地将身子凑近火炉。",
    "stage": 5
  },
  {
    "key": "1$LE_AVine-KnottedStructure",
    "original": "Incautious Driver: \"There! That old building! That's where the Verdant's fragment is hiding.\"",
    "translation": "鲁莽的司机说：“那里！那栋老建筑！翠绿的碎片就藏在那里。”",
    "stage": 5
  },
  {
    "key": "1$LE_AWeftofUnravellingTime",
    "original": "A distortion in the sky, like looking through a glass of water.",
    "translation": "天空扭曲了，你望着它有如隔水视物。",
    "stage": 5
  },
  {
    "key": "2$LE_AWeftofUnravellingTime",
    "original": "A stifling rush of deja vu. Have you done this before? Will you do it again?",
    "translation": "既视感将你淹没。你以前做过这种事吗？你还会再做一次吗？",
    "stage": 5
  },
  {
    "key": "3$LE_AWeftofUnravellingTime",
    "original": "Time is loose, here. A crewman looks at his fingers, suddenly wizened with age, and laughs with childlike delight.",
    "translation": "时间在这里变得松散。一名列车员看着自己骤然衰老干瘪的手指，发出了孩子般快乐的笑声。",
    "stage": 5
  },
  {
    "key": "4$LE_AWeftofUnravellingTime",
    "original": "Here, the clock ticks thirteen times. The dates in your logbook writhe like burning witches. Time is broken.",
    "translation": "此刻，时钟滴答了十三下。你日志上标注的日期发生了扭曲，像极了火刑架上痉挛的女巫。时间出错了。",
    "stage": 5
  },
  {
    "key": "5$LE_AWeftofUnravellingTime",
    "original": "Bells chime in the distance. Time ticks erratically here.",
    "translation": "远处传来钟声。在这里，时间的流逝快慢不齐。",
    "stage": 5
  },
  {
    "key": "6$LE_AWeftofUnravellingTime",
    "original": "\"Unravelling time. Nothing to worry about there, I'm sure.\" The Fatalistic Signalman laughs, hollowly.",
    "translation": "“解开的时间。我确信没什么可担心的。”听天由命的信号员干笑一声。",
    "stage": 5
  },
  {
    "key": "1$LE_Caduceus",
    "original": "The air is heavy with the sleepy, silken scent of roses.",
    "translation": "空气中盈满了丝滑的玫瑰香味，令人昏昏欲睡。",
    "stage": 5
  },
  {
    "key": "2$LE_Caduceus",
    "original": "This is Caduceus, where devils keep a garden of roses.",
    "translation": "此处是商神宫，魔鬼们把守着一座玫瑰花园。",
    "stage": 5
  },
  {
    "key": "3$LE_Caduceus",
    "original": "You near Caduceus, of the golden dome. Caduceus, of the grey stone steps. Caduceus, where the roses grow.",
    "translation": "你接近了——金色圆顶的商神宫。灰色石阶的商神宫。玫瑰生长的商神宫。",
    "stage": 5
  },
  {
    "key": "5$LE_Caduceus",
    "original": "Fatalistic Signalman: \"Something's wrong about this place. I suppose that's not unusual.\"",
    "translation": "听天由命的信号员说：“这个地方有点不对劲，不过我想这也理所当然。”",
    "stage": 5
  },
  {
    "key": "6$LE_Caduceus",
    "original": "The Clay Conductor sighs. \"I don't care for roses.\"",
    "translation": "粘土人列车主管叹了口气：“我不喜欢玫瑰。”",
    "stage": 5
  },
  {
    "key": "7$LE_Caduceus",
    "original": "The Rat Brigade argues over how to pronounce 'Caduceus'. None of them get it right.",
    "translation": "老鼠大队为“商神宫”的发音争论不休，但没一只鼠念对。",
    "stage": 5
  },
  {
    "key": "8$LE_Caduceus",
    "original": "The Repentant Devil looks nervous. \"Caduceus. A reunion not to be avoided forever.\"",
    "translation": "悔过的魔鬼看上去很紧张。“商神宫。我们注定要重逢的。”",
    "stage": 5
  },
  {
    "key": "9$LE_Caduceus",
    "original": "\"Now this is the proper forum for poetry,\" the Poetic Forged Companion informs you, casting an unfavourable eye over your engine.",
    "translation": "“这才叫诗歌的广场，”诗意的锻造同伴对你说道，同时不以为然地瞥了一眼你的机车。",
    "stage": 5
  },
  {
    "key": "1$LE_Carillon",
    "original": "How quiet it is. And what's that smell? Eggs? Sulphur?",
    "translation": "如此安静。那是什么味道？鸡蛋？硫磺？",
    "stage": 5
  },
  {
    "key": "2$LE_Carillon",
    "original": "It is dark and peaceful, here. The stars are few.",
    "translation": "此处黑暗而宁静，星辰疏落。",
    "stage": 5
  },
  {
    "key": "3$LE_Carillon",
    "original": "The silence is eery. A stoker tries to sing, to lighten the mood. His comrade hushes him.",
    "translation": "让人毛骨悚然的寂静。一名司炉试图唱歌来活跃气氛，但他的同伴立即叫他住嘴。",
    "stage": 5
  },
  {
    "key": "5$LE_Carillon",
    "original": "Carillon, where sins are scourged. The crew tries to avoid the Aunt's critical gaze.",
    "translation": "钟琴区，罪恶净除之地。列车员们努力回避着姨妈严厉的目光。",
    "stage": 5
  },
  {
    "key": "6$LE_Carillon",
    "original": "Inconvenient Aunt: \"Is that what you're planning on wearing? I suppose it will have to do.\"",
    "translation": "令人困扰的姨妈说：“你打算担受这样的惩罚？我想也只能这样了。”",
    "stage": 5
  },
  {
    "key": "7$LE_Carillon",
    "original": "The Eccentric frowns. \"The devils say they improve souls. But what does 'improved' mean? And for who?\"",
    "translation": "怪人皱着眉头说道：“魔鬼们说他们能改善灵魂。但‘改善’是什么意思？是对谁而言？”",
    "stage": 5
  },
  {
    "key": "8$LE_Carillon",
    "original": "The Incautious Driver grimaces. \"Mother said illness is all in the mind. She'd fit right in here.\"",
    "translation": "鲁莽的司机脸上透出一丝苦涩：“我妈说过，无论什么病都是心病。她挺适合待在这里的。”",
    "stage": 5
  },
  {
    "key": "9$LE_Carillon",
    "original": "The Rat Brigade have clambered up to view Carillon. \"Sarge would speak of this place,\" says Cinders.",
    "translation": "老鼠大队爬上窗子向着钟琴区远眺。“中士常常提起这个地方，”辛德斯说。",
    "stage": 5
  },
  {
    "key": "10$LE_Carillon",
    "original": "The Repentant Devil sneers. \"They are incompetent. They could never master my techniques.\"",
    "translation": "悔过的魔鬼冷笑一声：“这些无能之辈永远也学不来我的技术。”",
    "stage": 5
  },
  {
    "key": "11$LE_Carillon",
    "original": "\"I'd best not go in. I don't think they'd understand about Altan,\" says the Fortunate Navigator.",
    "translation": "“我最好还是不要进去。我想他们不会理解关于阿尔坦的事情。”走运的领航员说道。",
    "stage": 5
  },
  {
    "key": "12$LE_Carillon",
    "original": "\"Right,\" says Cinders. \"This one's for Sarge!\" A high-pitched cheer rises.",
    "translation": "“没错，”辛德斯说，“这次是为了中士！”一阵尖利的欢呼声响起。",
    "stage": 5
  },
  {
    "key": "1$LE_Death'sDoor",
    "original": "A stoker sings: \"The wind doth blow today, my love, and a few small drops of rain. I never had but one true love, and in cold grave she was lain.\"",
    "translation": "一位司炉唱道：“今日风儿吹拂，吾爱，疏雨飘落几滴。我一生唯有一个真爱，她已在那冰冷的坟茔之中安息。”",
    "stage": 5
  },
  {
    "key": "2$LE_Death'sDoor",
    "original": "Even from here, you can hear digging. This is Death's Door, where the dead tunnel to their final progress.",
    "translation": "即使在这里，你也能听到挖掘的声音。这里是死亡之门，死者在此处开凿隧道，前往他们的最终归宿。",
    "stage": 5
  },
  {
    "key": "3$LE_Death'sDoor",
    "original": "Shafts of light burnish the sky ahead: Death's Door, the final horizon.",
    "translation": "一束束光芒擦亮了前方的天空——死亡之门，最后的地平线。",
    "stage": 5
  },
  {
    "key": "4$LE_Death'sDoor",
    "original": "Your crew are quiet as the grave. \"Please, Captain,\" a navigator pleads. \"No nearer.\"",
    "translation": "你的列车员们死寂无声。“车长，求你了。”一名领航员恳求道，“别再靠近了。”",
    "stage": 5
  },
  {
    "key": "6$LE_Death'sDoor",
    "original": "The Fatalistic Signalman is quiet as you approach Death's Doorstep. \"I'll stay aboard, if it's all the same to you.\"",
    "translation": "当你接近死亡之门时，听天由命的信号员一言不发。“我会留在车上，希望您不会介意。”",
    "stage": 5
  },
  {
    "key": "7$LE_Death'sDoor",
    "original": "The Navigator turns away from the window, and the looming shape of Death's Door. \"Let's not linger, Captain.\"",
    "translation": "领航员转身背对着窗户，还有那森然迫近的死亡之门：“我们别再逗留了，车长。”",
    "stage": 5
  },
  {
    "key": "8$LE_Death'sDoor",
    "original": "Usually the Vagabond has a story for everywhere you visit. But now he is silent and nervous.",
    "translation": "一般来说，无论你去到哪里，那流浪汉都有故事可讲。但现在他沉默不语，有些紧张。",
    "stage": 5
  },
  {
    "key": "9$LE_Death'sDoor",
    "original": "Your Aunt examines the throngs of the dead. \"Oh good. I have a number of friends I wish to be certain made it here.\"",
    "translation": "你的姨妈审视着成群的死者：“哦，太好了。我有几位已经长辞人世的朋友，希望他们都已经顺利来到这儿了。”",
    "stage": 5
  },
  {
    "key": "1$LE_Eagle'sEmpyrean",
    "original": "A neon blaze in the dark: the Eagle's Empyrean! Once they were allies of London. Today, the relationship is more nuanced.",
    "translation": "黑暗中闪灼的一盏霓虹——雄鹰之苍天上国！他们曾是伦敦的盟友。如今，两者之间的关系更加微妙。",
    "stage": 5
  },
  {
    "key": "2$LE_Eagle'sEmpyrean",
    "original": "The Eagle's Empyrean has been hung here like a lamp, amidst the fathomless dark of Eleutheria.",
    "translation": "雄鹰之苍天上国有如一盏明灯，长悬于厄琉忒里亚的无际深黯中。",
    "stage": 5
  },
  {
    "key": "3$LE_Eagle'sEmpyrean",
    "original": "This part of the sky has been claimed by the Eagle Khan.",
    "translation": "这块天域已被雄鹰汗占据。",
    "stage": 5
  },
  {
    "key": "5$LE_Eagle'sEmpyrean",
    "original": "Agitated by the fierce neon, the useless cat yowls until someone closes the shutters.",
    "translation": "无用小猫被刺眼的霓虹灯激怒了。它不停地嚎叫，直到有人关上百叶窗。",
    "stage": 5
  },
  {
    "key": "6$LE_Eagle'sEmpyrean",
    "original": "In his eagerness to be of value, the dog has made a tooth-marked war zone of the pantry.",
    "translation": "你的狗急于证明自己的价值，进而把食品储藏室变成了一个布满牙印的战场。",
    "stage": 5
  },
  {
    "key": "7$LE_Eagle'sEmpyrean",
    "original": "Incognito Princess: \"The Khan does ransom important prisoners, yes? Just in case.\"",
    "translation": "隐姓埋名的公主说：“可汗确实会赎回重要的囚犯，对吧？以防万一。”",
    "stage": 5
  },
  {
    "key": "8$LE_Eagle'sEmpyrean",
    "original": "Repentant Devil: \"The Khans have always been more suspicious of devils than London was.\"",
    "translation": "悔过的魔鬼说：“长久以来，可汗对魔鬼的疑心较之伦敦更甚。”",
    "stage": 5
  },
  {
    "key": "9$LE_Eagle'sEmpyrean",
    "original": "The Fatalistic Signalman looks enviously at the Empyrean's electrical glow. \"Could have used that in the Reach.\"",
    "translation": "听天由命的信号员艳羡地望着苍天上国的电灯光芒：“要是能在外野用上这玩意就好了。”",
    "stage": 5
  },
  {
    "key": "10$LE_Eagle'sEmpyrean",
    "original": "The Incautious Driver sighs wistfully. \"I wish the Empyrean sold more of its toys.\"",
    "translation": "鲁莽的司机若有所思地叹了口气：“真希望苍天上国能多卖点他们那些玩具。”",
    "stage": 5
  },
  {
    "key": "11$LE_Eagle'sEmpyrean",
    "original": "Your Aunt is brushing up on her Norwegian. \"One should regularly broaden one's mind.\"",
    "translation": "你的姨妈正在温习挪威语：“人要经常拓展自己的眼界。”",
    "stage": 5
  },
  {
    "key": "12$LE_Eagle'sEmpyrean",
    "original": "\"First rule of the skies,\" says the Vagabond. \"Just because you fear the darkness doesn't mean you can trust the light.\"",
    "translation": "“天空的第一条准则，”流浪汉说道，“黑暗可怖，并不意味着光明就可以信任。”",
    "stage": 5
  },
  {
    "key": "13$LE_Eagle'sEmpyrean",
    "original": "\"The Empyrean! Isn't it glorious?\" He frowns. \"I just wish it weren't alone out here.\"",
    "translation": "“苍天上国！何其恢宏，不是吗？”他皱起眉头，“我只希望它在这里不会孤单。”",
    "stage": 5
  },
  {
    "key": "1$LE_General_Discoveries",
    "original": "A broken habitation, long abandoned.",
    "translation": "一处破败的住所，荒废已久。",
    "stage": 5
  },
  {
    "key": "2$LE_General_Discoveries",
    "original": "A forsaken structure, ruined by time.",
    "translation": "一座萧条的建筑，岁月将它摧残。",
    "stage": 5
  },
  {
    "key": "3$LE_General_Discoveries",
    "original": "Forgotten factories, gently desolating.",
    "translation": "被遗忘的工厂群，它正在寂静中荒芜。",
    "stage": 5
  },
  {
    "key": "4$LE_General_Discoveries",
    "original": "Once pristine habitations, bequeathed to the skies.",
    "translation": "昔日崭新的居所，如今遗落于天际之中。",
    "stage": 5
  },
  {
    "key": "6$LE_General_Discoveries",
    "original": "From your windows you spot the gleam of amber.",
    "translation": "从车窗里向外眺望，你看到了琥珀的微光。",
    "stage": 5
  },
  {
    "key": "7$LE_General_Discoveries",
    "original": "Shards of amber hang in the nearby sky.",
    "translation": "四下的天空里飘着琥珀的碎块。",
    "stage": 5
  },
  {
    "key": "8$LE_General_Discoveries",
    "original": "You spy a scattering of amber fragments nearby.",
    "translation": "你发现附近散落着一些琥珀碎片。",
    "stage": 5
  },
  {
    "key": "10$LE_General_Discoveries",
    "original": "A cave ahead. Hermits and mystics often retreat to places like this.",
    "translation": "前面有个山洞。隐士和神秘主义者经常会选择在这样的地方隐居。",
    "stage": 5
  },
  {
    "key": "11$LE_General_Discoveries",
    "original": "A dismal outcropping conceals a sunken cavern. Inside, someone has tried to conceal a fire.",
    "translation": "一块阴森的岩突掩盖了一处下陷的洞窟。在洞中，有人曾试图遮掩火堆的痕迹。",
    "stage": 5
  },
  {
    "key": "12$LE_General_Discoveries",
    "original": "A lonely outcropping of rock; a dim light gleams in a cave.",
    "translation": "一块孤零零的岩突。一个洞穴里闪烁着昏暗的光。",
    "stage": 5
  },
  {
    "key": "14$LE_General_Discoveries",
    "original": "Boxy shapes tumble in the sky: paupers' coffins",
    "translation": "天空中有一些四四方方的东西在翻滚——穷鬼们的棺材。",
    "stage": 5
  },
  {
    "key": "15$LE_General_Discoveries",
    "original": "What's this? A pitiful scattering of plain, abandoned coffins.",
    "translation": "这是什么？一堆可怜的、被遗弃的朴素棺材。",
    "stage": 5
  },
  {
    "key": "16$LE_General_Discoveries",
    "original": "'When the graveyards were full, London committed the dead to the sky.'",
    "translation": "“当墓地满员，伦敦人就把死者葬在天上。”",
    "stage": 5
  },
  {
    "key": "18$LE_General_Discoveries",
    "original": "A complex of celestial ruins, bristled with leaning pillars.",
    "translation": "一座天空遗迹群，其间遍布歪斜的立柱。",
    "stage": 5
  },
  {
    "key": "19$LE_General_Discoveries",
    "original": "A desolation of tumbled stones and cracked altars. What was worshipped here, in those forgotten days? A somnolent silence lies about these hollow, haughty ruins.",
    "translation": "一幅乱石倾倒、祭坛开裂的荒芜景象。在那些被遗忘的年月里，这里究竟在供奉着什么？一片昏沉的寂静盘旋在这片空洞而高傲的遗迹上空。",
    "stage": 5
  },
  {
    "key": "20$LE_General_Discoveries",
    "original": "The weathered walls of this ruin are engraved in the intricate language of the suns.",
    "translation": "这处废墟的风化墙壁上镌刻着星星们的错综言语。",
    "stage": 5
  },
  {
    "key": "21$LE_General_Discoveries",
    "original": "These ruins predate humanity. Their architecture is gargantuan; their purpose inscrutable.",
    "translation": "这些废墟的年代比人类历史更为久远。其建筑宏伟壮观，而其用途则却令人费解。",
    "stage": 5
  },
  {
    "key": "23$LE_General_Discoveries",
    "original": "\"Captain! A hive!\"'",
    "translation": "“车长！有个蜂巢！”",
    "stage": 5
  },
  {
    "key": "24$LE_General_Discoveries",
    "original": "Plainsong fills the air; a hive of chorister-bees.",
    "translation": "素歌之声响彻天空：一群唱诗蜂在巢中歌唱。",
    "stage": 5
  },
  {
    "key": "25$LE_General_Discoveries",
    "original": "The Repentant Devil is listening to the bees. \"They sing of a well, and the unpleasant fate of the one who gave them voices.",
    "translation": "悔过的魔鬼在聆听蜂鸣：“它们吟唱着一口井，还有那赋予它们声音者的不幸命运。”",
    "stage": 5
  },
  {
    "key": "26$LE_General_Discoveries",
    "original": "The scent of honey on the wind, strong as mead.",
    "translation": "风中飘来如蜜酒般浓烈的蜂蜜香味。",
    "stage": 5
  },
  {
    "key": "28$LE_General_Discoveries",
    "original": "Broken stones ahead signal this was once one of the great roads of Eleutheria.",
    "translation": "前方的碎石表明，这里曾是厄琉忒里亚的一条主干道。",
    "stage": 5
  },
  {
    "key": "29$LE_General_Discoveries",
    "original": "Shattered waystones mark a site where Eleutheria's roads once met.",
    "translation": "碎裂的路碑指向了一处旧地——厄琉忒里亚的诸多道途曾在此交汇。",
    "stage": 5
  },
  {
    "key": "31$LE_General_Discoveries",
    "original": "A papery sphere, like wrapped sheets of dried skin, drifts on the wind.",
    "translation": "一个质地如纸的球体，如同层层包裹的干皮，正在随风飘荡。",
    "stage": 5
  },
  {
    "key": "32$LE_General_Discoveries",
    "original": "\"Curator's Egg,\" The Inconvenient Aunt chuckles. \"Oh pardon me, dear. I just got that.\"",
    "translation": "“收藏家的蛋，”令人困扰的姨妈轻笑起来，“哦，不好意思，亲爱的。我这会才明白笑点。”",
    "stage": 5
  },
  {
    "key": "34$LE_General_Discoveries",
    "original": "An ancient structure has become home to an enclave of dead spirits",
    "translation": "这座古建筑已成为了逝去鬼魂的栖所。",
    "stage": 5
  },
  {
    "key": "36$LE_General_Discoveries",
    "original": "A boil of midnight spills into the sky.",
    "translation": "午夜向着天空倾泻如沸。",
    "stage": 5
  },
  {
    "key": "37$LE_General_Discoveries",
    "original": "An Extinguishment: a knot of darkness. Eleutheria is rife with them.",
    "translation": "一个熄处——一团纠缠的黑暗。厄琉忒里亚充斥着这类异象。",
    "stage": 5
  },
  {
    "key": "38$LE_General_Discoveries",
    "original": "An Extinguishment: an abrupt yawning of night.",
    "translation": "一个熄处——于暗夜中轰然张开的一道巨口。",
    "stage": 5
  },
  {
    "key": "39$LE_General_Discoveries",
    "original": "Extinguishments plague Eleutheria: eruptions of clotted night.",
    "translation": "团团熄处正于厄琉忒里亚肆虐——它们是凝结黑夜的喷发。",
    "stage": 5
  },
  {
    "key": "41$LE_General_Discoveries",
    "original": "'We came across an ancient ruin, wrought by long-vanished hands.'",
    "translation": "“我们偶遇了一处古老的遗迹，它出自那些早已消逝的先民之手。”",
    "stage": 5
  },
  {
    "key": "42$LE_General_Discoveries",
    "original": "A fragmentary ruin drifts here, ignobly forgotten.",
    "translation": "一片残垣断壁在此飘浮，人们就这样轻忽地把它遗忘了。",
    "stage": 5
  },
  {
    "key": "43$LE_General_Discoveries",
    "original": "A ruined remnant, sheared from some lost palace of the suns.",
    "translation": "一片残破的遗迹，自某座失落的太阳宫殿剥离而出。",
    "stage": 5
  },
  {
    "key": "44$LE_General_Discoveries",
    "original": "Primordial ruins litter the heavens. Here is a piece of one, columned and crumbling.",
    "translation": "原始的废墟散布于天穹各处。这里就有一块——是柱状的，而且正在崩塌。",
    "stage": 5
  },
  {
    "key": "45$LE_General_Discoveries",
    "original": "A nameless monument deteriorates here, the wind whistling through its solemn stones.",
    "translation": "一座无名纪念碑在此日渐朽败，风从庄严的碑石隙间呼啸而过。",
    "stage": 5
  },
  {
    "key": "46$LE_General_Discoveries",
    "original": "Was this ruined edifice beautiful once? Or was it always gloomy and unsettling?",
    "translation": "这座残破的建筑也曾一度美丽吗？抑或它从来都是这样阴森可怖？",
    "stage": 5
  },
  {
    "key": "48$LE_General_Discoveries",
    "original": "A drifting sky-rock, livid with fungal growth.",
    "translation": "一块飘浮的天岩，因其上附着的真菌而呈现出青紫色。",
    "stage": 5
  },
  {
    "key": "49$LE_General_Discoveries",
    "original": "A knot of verdant fungus hangs in the sky.",
    "translation": "一团青翠的真菌悬在空中。",
    "stage": 5
  },
  {
    "key": "51$LE_General_Discoveries",
    "original": "'Ad mortem festinamus pe—' The grave is fractured.",
    "translation": "“向着死亡我们步履匆匆，让我们——（Ad mortem festinamus pe—）”墓碑破碎不全。",
    "stage": 5
  },
  {
    "key": "52$LE_General_Discoveries",
    "original": "A limestone memorial, eroded by the wind.",
    "translation": "一座石灰岩纪念碑，已于风中销蚀。",
    "stage": 5
  },
  {
    "key": "53$LE_General_Discoveries",
    "original": "A slab, broken from its grave. A nearly illegible inscription.",
    "translation": "一块从坟墓上掉下来的碎石板。上面刻着几乎难以辨认的铭文。",
    "stage": 5
  },
  {
    "key": "54$LE_General_Discoveries",
    "original": "Freshly carved words on a granite headstone.",
    "translation": "带着新刻文字的花岗岩墓碑。",
    "stage": 5
  },
  {
    "key": "56$LE_General_Discoveries",
    "original": "A sign staked outside the homestead reads 'Under the protection of the Assembly!'",
    "translation": "宅地外面钉着一块牌子，上面写着“受大集会保护！”",
    "stage": 5
  },
  {
    "key": "57$LE_General_Discoveries",
    "original": "Incautious Driver: \"Is that - No. It's slightly different from the one I crashed into.\"",
    "translation": "鲁莽的司机说：“是它吗——不，这和我先前撞到的那个略有不同。”",
    "stage": 5
  },
  {
    "key": "58$LE_General_Discoveries",
    "original": "The Incognito Princess is delighted. \"I had a dolls' house this size. Much prettier, of course.",
    "translation": "隐姓埋名的公主很高兴：“我曾经也有一个这么大的娃娃屋。当然，比它漂亮多了。”",
    "stage": 5
  },
  {
    "key": "59$LE_General_Discoveries",
    "original": "The Inconvenient Aunt views the dingy homestead with silent, professional disdain.",
    "translation": "令人困扰的姨妈打量着这片邋遢的宅地，目光中带有一种无声的、专家般的轻蔑。",
    "stage": 5
  },
  {
    "key": "60$LE_General_Discoveries",
    "original": "The Rat Brigade's noses twitch with freed. Is the Homestead is an easy target for food?",
    "translation": "老鼠大队队员们的鼻子贪婪地抽动着。这片宅地是个搜刮食物的好去处吗？",
    "stage": 5
  },
  {
    "key": "61$LE_General_Discoveries",
    "original": "\"So travel from home, yet cling to past comforts. Fascinating.\" The Repentant Devil seems intrigued.",
    "translation": "“就算离家远走，也还是放不下过去的舒适。真有趣。”悔过的魔鬼似乎颇感兴趣。",
    "stage": 5
  },
  {
    "key": "63$LE_General_Discoveries",
    "original": "A fragment of an ancient library hangs in the sky.",
    "translation": "一截古老图书馆的残余悬在空中。",
    "stage": 5
  },
  {
    "key": "64$LE_General_Discoveries",
    "original": "A piece of a forgotten library. It holds disquisitions written in the Pentecostal tongues of Heaven.",
    "translation": "被遗忘的图书馆之一隅，馆中藏有用天穹五旬节派语言写就的论文。",
    "stage": 5
  },
  {
    "key": "65$LE_General_Discoveries",
    "original": "A ruin. Stone shelves hold old, ragged scrolls.",
    "translation": "一片废墟。石架上摆放着古旧、残破的卷轴。",
    "stage": 5
  },
  {
    "key": "66$LE_General_Discoveries",
    "original": "A splinter of a lost library, holding a tattered manuscripts.",
    "translation": "一座失落的图书馆的碎块，里面藏着破烂的手稿。",
    "stage": 5
  },
  {
    "key": "68$LE_General_Discoveries",
    "original": "\"Captain! There's good eatin' on a Pardoner-eel.\"",
    "translation": "“车长！这儿有好吃的赦罪鳗鱼！”",
    "stage": 5
  },
  {
    "key": "70$LE_General_Discoveries",
    "original": "Something writhes in the mist.",
    "translation": "有东西在雾中扭动。",
    "stage": 5
  },
  {
    "key": "72$LE_General_Discoveries",
    "original": "A sealed vault is hidden among the stones. Its markings resemble those on an Otherworldly artefact in your possession.",
    "translation": "一座金库掩于乱石之间。它上面的纹路，与你持有的一件异界遗物的纹路颇为相似。",
    "stage": 5
  },
  {
    "key": "73$LE_General_Discoveries",
    "original": "An old, locked vault lies near. One of your Otherworldly Artefacts begins to hum as you approach.",
    "translation": "一座古旧的上锁金库就在附近。当你靠近时，你的一件异界遗物开始嗡嗡作响。",
    "stage": 5
  },
  {
    "key": "75$LE_General_Discoveries",
    "original": "London raised these buildings years ago. They are abandoned now, cold and grey.",
    "translation": "数年以前，伦敦建造了这些建筑。它们如今已然废弃，显得冰冷而灰暗。",
    "stage": 5
  },
  {
    "key": "76$LE_General_Discoveries",
    "original": "These buildings date to the first foundations of Albion. Now, they are home only to shadows and the wind.",
    "translation": "这些建筑可以追溯到阿尔比恩最初落成的时期。如今，只有阴影与风在此栖居。",
    "stage": 5
  },
  {
    "key": "77$LE_General_Discoveries",
    "original": "Vacant buildings, prickled with chimneys and empty as an executioner's heart.",
    "translation": "空荡的建筑群，布满烟囱，却如刽子手的心脏一般空虚。",
    "stage": 5
  },
  {
    "key": "79$LE_General_Discoveries",
    "original": "A dead wreck. A coffin of steel and brass.",
    "translation": "一台死寂的机车残骸。一口钢铁与黄铜的棺材。",
    "stage": 5
  },
  {
    "key": "80$LE_General_Discoveries",
    "original": "\"A wreck, captain,\" you driver informs you. \"Might be worth a wee look,\" they add, delicately.",
    "translation": "“一个残骸，车长，”你的司机告诉你。“或许值得一看，”此人小心翼翼地补充道。",
    "stage": 5
  },
  {
    "key": "81$LE_General_Discoveries",
    "original": "An abandoned hull drifts, silently. It gleams with frost.",
    "translation": "一台废弃的机车静静地在空中飘荡，它结霜的表面正在泛光。",
    "stage": 5
  },
  {
    "key": "82$LE_General_Discoveries",
    "original": "An old wreck, broken and bent.",
    "translation": "一台老旧的机车残骸，已经破损变形了。",
    "stage": 5
  },
  {
    "key": "83$LE_General_Discoveries",
    "original": "We discovered the remains of an old locomotive, the victim of one of the innumerable perils of the sky.",
    "translation": "我们发现了一辆旧火车的残骸，它是那些不可胜数的空难的受害者之一。",
    "stage": 5
  },
  {
    "key": "85$LE_General_Discoveries",
    "original": "A decaying structure, savaged by sunlight.",
    "translation": "一座坏朽的建筑，其被阳光所灼伤。",
    "stage": 5
  },
  {
    "key": "86$LE_General_Discoveries",
    "original": "A little-used factory, half-turned to glass.",
    "translation": "一座没有太多使用痕迹的工厂，半边已变作玻璃。",
    "stage": 5
  },
  {
    "key": "87$LE_General_Discoveries",
    "original": "\"Not to be postponed forever.\" The Inconvenient Aunt watches the glass statues float past.",
    "translation": "“不会无限期推迟下去的。”令人困扰的姨妈目视着玻璃雕像从她眼前飘过。",
    "stage": 5
  },
  {
    "key": "88$LE_General_Discoveries",
    "original": "The Rat Brigade gaze at the glass statues. \"Wonder if they ever threw stones.\" one squeaks.",
    "translation": "老鼠大队紧盯着玻璃雕像。“不知道他们有没有扔过石头。”其中一只吱吱叫道。",
    "stage": 5
  },
  {
    "key": "89$LE_General_Discoveries",
    "original": "The remains of a building, burnished by poisoned sunlight.",
    "translation": "一座建筑的残骸，毒辣的阳光把它照得锃亮。",
    "stage": 5
  },
  {
    "key": "90$LE_General_Discoveries",
    "original": "The Signalman stares at the glass statues. Lights a cigarette.",
    "translation": "信号员凝望着玻璃雕像，点燃了一支香烟。",
    "stage": 5
  },
  {
    "key": "92$LE_General_Discoveries",
    "original": "Bells chime in the distance. Time ticks erratically here.",
    "translation": "远处传来钟声。在这里，时间的流逝快慢不齐。",
    "stage": 5
  },
  {
    "key": "93$LE_General_Discoveries",
    "original": "Here, the clock ticks thirteen times. The dates in your logbook writhe like burning witches. Time is broken.",
    "translation": "此刻，时钟滴答了十三下。你日志上标注的日期发生了扭曲，像极了火刑架上痉挛的女巫。时间出错了。",
    "stage": 5
  },
  {
    "key": "94$LE_General_Discoveries",
    "original": "Time is loose, here. A crewman looks at his fingers, suddenly wizened with age, and laughs with childlike delight.",
    "translation": "时间在这里变得松散。一名列车员看着自己骤然衰老干瘪的手指，发出了孩子般快乐的笑声。",
    "stage": 5
  },
  {
    "key": "95$LE_General_Discoveries",
    "original": "\"Unravelling time. Nothing to worry about there, I'm sure.\" The Fatalistic Signalman laughs, hollowly.",
    "translation": "“解开的时间。我确信没什么可担心的。”听天由命的信号员干笑一声。",
    "stage": 5
  },
  {
    "key": "96$LE_General_Discoveries",
    "original": "Your driver acknowledges your command before you give it. Time is snarled, here.",
    "translation": "你还没来得及下达指令，司机却已经回复了确认。这里的时间乱作一团。",
    "stage": 5
  },
  {
    "key": "1$LE_General_Spectacles",
    "original": "Your navigator is entranced by the wash of flowers. '...and soon arrived in fields of asphodel,' they recite, 'the home of shadows who have been worn to weariness'.",
    "translation": "你的领航员为这一片花海心迷意醉。“……不多时已步入日影兰的原野中间，”此人背诵起来，“疲惫满身的灵魂呵你们同此家园。”",
    "stage": 5
  },
  {
    "key": "2$LE_General_Spectacles",
    "original": "The inscription on the Memorial to the Unknown Rat is dedicated to 'those brave rattus faber who gave their lives in the early exodus to Heaven'.",
    "translation": "无名鼠纪念碑上的铭文献给“那些在前往天穹的圣途之初殉身的勇敢巧匠鼠”。",
    "stage": 5
  },
  {
    "key": "3$LE_General_Spectacles",
    "original": "You approach the Memorial to the Unknown Rat. One by one, your crew remove their hats.",
    "translation": "你接近了无名鼠纪念碑。你的列车员们一个接一个地脱帽致意。",
    "stage": 5
  },
  {
    "key": "4$LE_General_Spectacles",
    "original": "A tremble in the air, which swells to a thunder.",
    "translation": "空气中传来一阵震颤，轰鸣的雷声随后炸响。",
    "stage": 5
  },
  {
    "key": "5$LE_General_Spectacles",
    "original": "The falls cascade through the sky, alight with all the hues of heaven.",
    "translation": "飞瀑从高空倾泻而下，晕染着天穹之中的百千色彩。",
    "stage": 5
  },
  {
    "key": "6$LE_General_Spectacles",
    "original": "\"The Regent's Tears!\" a crewman cries. The rest of the crew crowd to the windows, eager for a glance.",
    "translation": "“摄政王之泪！”一名列车员喊道。其余的列车员闻声涌向窗边，只为能够换得一瞥。",
    "stage": 5
  },
  {
    "key": "7$LE_General_Spectacles",
    "original": "Miners dug too deep into this worldlet, disturbing a disgruntlement of Cantankeri.",
    "translation": "矿工们在这块旮旯里挖得太深，激起了顽固虱的不满。",
    "stage": 5
  },
  {
    "key": "8$LE_General_Spectacles",
    "original": "Sigils crawl on these ancient ruins like marching ants.",
    "translation": "符印攀附在这些古老的遗迹上，仿佛是行军的蚂蚁。",
    "stage": 5
  },
  {
    "key": "9$LE_General_Spectacles",
    "original": "\"A Messenger of the Heavens\", breathes a member of your crew. There are tears in his eyes.",
    "translation": "“天穹的信使，”你的一名列车员低呼道。他的眼里噙满了泪水。",
    "stage": 5
  },
  {
    "key": "10$LE_General_Spectacles",
    "original": "Behold. The remains of a celestial behemoth, rotting gently.",
    "translation": "看哪，一头天界巨兽的残骸，它正在缓慢腐烂。",
    "stage": 5
  },
  {
    "key": "11$LE_General_Spectacles",
    "original": "HIC SVNT DRACONES.",
    "translation": "此处有龙（HIC SVNT DRACONES）。",
    "stage": 5
  },
  {
    "key": "12$LE_General_Spectacles",
    "original": "How deeply do the dead sleep? Fly softly.",
    "translation": "死人睡得能有多深？温柔点开车。",
    "stage": 5
  },
  {
    "key": "13$LE_General_Spectacles",
    "original": "See! Even death may die.",
    "translation": "瞧！即使死亡本身亦会死去。",
    "stage": 5
  },
  {
    "key": "14$LE_General_Spectacles",
    "original": "You near the heart of the wood, silent and solemn.",
    "translation": "你接近了树林的中心，此地寂静而肃穆。",
    "stage": 5
  },
  {
    "key": "15$LE_General_Spectacles",
    "original": "The ruins of an ancient structure, once kissed by a long-dead sun.",
    "translation": "一座古老建筑的废墟，早已陨落的太阳曾一度为它献吻。",
    "stage": 5
  },
  {
    "key": "16$LE_General_Spectacles",
    "original": "Sigils glow on these ruins, lambent in the mist.",
    "translation": "符印在废墟之上闪闪发光，化作了雾中忽明忽灭的亮点。",
    "stage": 5
  },
  {
    "key": "18$LE_General_Spectacles",
    "original": "A giant has fallen.",
    "translation": "一位业已陨落的巨人。",
    "stage": 5
  },
  {
    "key": "19$LE_General_Spectacles",
    "original": "\"His own self,\" a crewman sniffs. \"The very Biggest of Bens.\"",
    "translation": "“不是别人，”一位列车员嗤之以鼻道，“正是那大本钟本尊。”",
    "stage": 5
  },
  {
    "key": "20$LE_General_Spectacles",
    "original": "\"Listen!\" A crewman hisses. \"It's good luck if you hear him chime.\"",
    "translation": "“听！”一名列车员小声提醒，“如果听到钟声，那你就要走好运了。”",
    "stage": 5
  },
  {
    "key": "21$LE_General_Spectacles",
    "original": "The still-cooling corpse of a sun shudders, far below. Its fires have failed. Its light have died.",
    "translation": "一颗仍在冷却的太阳残骸颤抖着，就在下方远处。它的火焰业已沉寂。它的光芒业已消逝。",
    "stage": 5
  },
  {
    "key": "22$LE_General_Spectacles",
    "original": "You fly over a dead sun. Its blackened remnants immortalise Her Enduring Majesty's conquest of this quarter of heaven.",
    "translation": "你从一颗殒日的上方飞过。它焦黑的遗骸，永世铭刻着不朽的女王陛下征服这片天域的伟业。",
    "stage": 5
  },
  {
    "key": "23$LE_General_Spectacles",
    "original": "The ruins are arranged in a ring, like the strokes on a clockface, or the monoliths of Stonehenge.",
    "translation": "这些废墟沿着环形排开，就像是钟面上的刻度，也像是巨石阵的立石。",
    "stage": 5
  },
  {
    "key": "24$LE_General_Spectacles",
    "original": "Old, cold ruins stand here, the work of a conquered sun.",
    "translation": "古老而冰冷的废墟矗立于此，这是一颗已被征服的太阳的手笔。",
    "stage": 5
  },
  {
    "key": "25$LE_General_Spectacles",
    "original": "In this place that is two places, the sky remembers the sea.",
    "translation": "在这个同时存在于两地的地方，天空铭记着大海。",
    "stage": 5
  },
  {
    "key": "26$LE_General_Spectacles",
    "original": "The sun's light glows in your windows, the colour and thickness of old cream.",
    "translation": "阳光浸透了你的窗子，呈现出陈年奶油的色泽和质地。",
    "stage": 5
  },
  {
    "key": "27$LE_General_Spectacles",
    "original": "The sun's light throbs in your windows, washed-out and wan.",
    "translation": "阳光在你的窗户上颤动，苍白且黯淡。",
    "stage": 5
  },
  {
    "key": "28$LE_General_Spectacles",
    "original": "The sun blazes gold in your windows!",
    "translation": "金子般的阳光照在你的窗上！",
    "stage": 5
  },
  {
    "key": "29$LE_General_Spectacles",
    "original": "The sun! The sun! THE SUN! THE SUN! THESUNTHESUNTHESUN THESUNTHESUNTHESUNTHESUN",
    "translation": "太阳！太阳！太阳！！太阳！！太阳太阳太阳太阳太阳太阳太阳",
    "stage": 5
  },
  {
    "key": "30$LE_General_Spectacles",
    "original": "A lighthouse, grey and slender, watches over the misty sea.",
    "translation": "一座灰白而纤细的灯塔守望着雾海。",
    "stage": 5
  },
  {
    "key": "31$LE_General_Spectacles",
    "original": "A lighthouse looms from the mists. A thin platform would allow you to dock.",
    "translation": "一座灯塔在雾中若隐若现。一处窄小的平台可以容你停靠。",
    "stage": 5
  },
  {
    "key": "32$LE_General_Spectacles",
    "original": "Queasy light pushes through the mists. A lighthouse.",
    "translation": "令人作呕的光线穿透薄雾。有座灯塔。",
    "stage": 5
  },
  {
    "key": "34$LE_General_Spectacles",
    "original": "The Empyrean have built a homemade moon to light their corner of the sky; its steel frame festooned with lamps.",
    "translation": "上国人打造了这枚月亮，用以照亮他们的一方天穹。它的钢铁框架上结满了明灯。",
    "stage": 5
  },
  {
    "key": "35$LE_General_Spectacles",
    "original": "The Xanthous Moon, built at the command of the Khan, stains the sky with yellow.",
    "translation": "遵可汗之命铸就的朦黄之月，天空染上了它的颜色。",
    "stage": 5
  },
  {
    "key": "36$LE_General_Spectacles",
    "original": "A black and seething sun! The Halved sheds no light, and no law.",
    "translation": "漆黑而沸腾的太阳！半分者既不降下光明，亦不降下律法。",
    "stage": 5
  },
  {
    "key": "37$LE_General_Spectacles",
    "original": "The attention of the Halved falls briefly on your vessel. Your crew wail as its eye fills your windows!",
    "translation": "半分者的视线缓缓垂落于你的机车。列车员们哭喊起来——它的一只巨眼此刻塞满了你的车窗！",
    "stage": 5
  },
  {
    "key": "38$LE_General_Spectacles",
    "original": "The Halved! The sun turned to night!",
    "translation": "半分者！化为黑夜的太阳！",
    "stage": 5
  },
  {
    "key": "40$LE_General_Spectacles",
    "original": "Horologion: the dial by which the servants of the Sapphir'd King move.",
    "translation": "日位钟晷——蓝宝石之王的仆人遵照它的表盘移动。",
    "stage": 5
  },
  {
    "key": "41$LE_General_Spectacles",
    "original": "The movement of Horologion dictate the rituals and observances of the Blue Kingdom.",
    "translation": "日位钟晷的运动支配着蓝色王国的典仪和祭规。",
    "stage": 5
  },
  {
    "key": "1$LE_Hybras",
    "original": "Drifting spores clog your engine's chimney. It splutters, then coughs, expunging them with a belch of steam.",
    "translation": "飘浮的孢子堵塞了机车的烟道。那烟道嘶嘶作响，跟着咳嗽连连，而后借着一股蒸汽将孢子驱散开去。",
    "stage": 5
  },
  {
    "key": "2$LE_Hybras",
    "original": "Fungus covers this place like a blanket. It sprouts - pallid white and angry red - on every outcropping and asteroid.",
    "translation": "真菌像毯子一样覆盖了这个地方。它抽出新芽——无生气的白与狰狞的红——在每一处岩架与小行星之上孳生。",
    "stage": 5
  },
  {
    "key": "3$LE_Hybras",
    "original": "The sky is quiet, here. \"An ill-omened place,\" a crewman mutters.",
    "translation": "这里的天空很安静。“不祥之地，”一名列车员咕哝道。",
    "stage": 5
  },
  {
    "key": "5$LE_Hybras",
    "original": "The Aunt observes the pustular terrain of Hybras. \"Nobody gets back in without wiping their shoes.\"",
    "translation": "姨妈看着海波拉那脓疱满布的地貌说道：“回来的时候一定得擦鞋。”",
    "stage": 5
  },
  {
    "key": "6$LE_Hybras",
    "original": "The Clay Conductor looks at Hybras. He looks at you. \"No,\" he says. \"Absolutely not.\"",
    "translation": "粘土人列车主管看向海波拉，又看向你。“不行，” 他说，“绝对不行。”",
    "stage": 5
  },
  {
    "key": "7$LE_Hybras",
    "original": "The Fatalistic Signalman is grim. \"These are the territories that broke the Isambard Line.\"",
    "translation": "听天由命的信号员神色凝重：“正是这样的地方使得伊桑巴德航线不能完工。”",
    "stage": 5
  },
  {
    "key": "8$LE_Hybras",
    "original": "The Fatalistic Signalman shivers as if someone walked over his grave.",
    "translation": "听天由命的信号员打了个寒战，就好像有人从他的坟头上踏过。",
    "stage": 5
  },
  {
    "key": "9$LE_Hybras",
    "original": "The Hoarder looks at the abandoned, mushroomed buildings of Hybras and shudders. \"Such transience,\" it murmurs. \"A horror.\"",
    "translation": "囤积者看着海波拉那废弃的、长满真菌的建筑群，打了个寒颤：“如此稍纵即逝，”它喃喃自语，“真是恐怖。”",
    "stage": 5
  },
  {
    "key": "10$LE_Hybras",
    "original": "The Incautious Driver's fingers twitch in protest at Hybras' sleepy atmosphere.",
    "translation": "鲁莽的司机的手指抽搐着，以示对海布拉那昏沉氛围的抗拒。",
    "stage": 5
  },
  {
    "key": "11$LE_Hybras",
    "original": "The Rat Brigade is certain the dog will be the death of them. Not through hunting, but by amiable drowning.",
    "translation": "老鼠大队确信大狗会害死他们。不是凭借它的爪牙，而是用它那友好的口水。",
    "stage": 5
  },
  {
    "key": "12$LE_Hybras",
    "original": "The Rat Brigade's whiskers twitch at something emitted by Hybras – fortunately beyond your senses.",
    "translation": "老鼠大队队员们的胡须因海波拉发出的某种气味而抽动——幸运的是，你闻不出那股味道。",
    "stage": 5
  },
  {
    "key": "13$LE_Hybras",
    "original": "Your Aunt scowls at the Blemmigan Voyager. \"Look: mushrooms. Isn't this your stop?\" The Voyager makes a rude noise in response.",
    "translation": "你的姨妈冲着真菌虫旅行者怒视道：“看啊——到处都是真菌。你不在这下车吗？”旅行者发出了粗俗的声响作为回应。",
    "stage": 5
  },
  {
    "key": "14$LE_Hybras",
    "original": "“Last time I came here I left with mushrooms sprouting in my beard,” grumbles the Vagabond.",
    "translation": "“上次我从这离开的时候，蘑菇都在我的胡茬里发芽了，”流浪汉抱怨道。",
    "stage": 5
  },
  {
    "key": "15$LE_Hybras",
    "original": "\"Is this... nature? The fairy tales don't mention pustules.\" The Princess is revolted by Hybras.",
    "translation": "“这还是……大自然吗？童话故事里可没有提到这些脓疱。”公主被海波拉恶心坏了。",
    "stage": 5
  },
  {
    "key": "1$LE_LangleyHall",
    "original": "The Last Lamp-Post gleams through the fog: the furthest-flung piece of London.",
    "translation": "最后的灯柱闪烁着穿透迷雾的微光——这是伦敦甩出最远的一块残片。",
    "stage": 5
  },
  {
    "key": "2$LE_LangleyHall",
    "original": "You near Langley Hall; its windows warm with candlelight.",
    "translation": "你接近了兰利厅，它的窗棂透出温暖的烛光。",
    "stage": 5
  },
  {
    "key": "3$LE_LangleyHall",
    "original": "\"At Langley Hall you can be whoever you were meant to be,\" a crewman says, softly. His eyes are hopeful.",
    "translation": "“在兰利厅，你将能成为你命中注定的模样。”一位列车员轻声说道。他的眼中满是希冀。",
    "stage": 5
  },
  {
    "key": "5$LE_LangleyHall",
    "original": "Besotted with the Princess's finery, the dog has consumed her favourite bustle. The Princess is unamused.",
    "translation": "出于对公主那些华服的着迷，这只大狗吃掉了她最喜欢的裙撑。公主很不高兴。",
    "stage": 5
  },
  {
    "key": "6$LE_LangleyHall",
    "original": "Even the Signalman's furrowed brow relaxes at the thought of returning to Langley Hall.",
    "translation": "想到将要返回兰利厅，就连信号员紧锁的眉头也放松了。",
    "stage": 5
  },
  {
    "key": "7$LE_LangleyHall",
    "original": "Incognito Princess: \"I remember reading about Lord Langley. Strange fellow. Strange ideas.\"",
    "translation": "隐姓埋名的公主说：“我记得我曾读到过有关兰利勋爵的文章。奇怪的家伙。奇怪的想法。”",
    "stage": 5
  },
  {
    "key": "8$LE_LangleyHall",
    "original": "The Clay Conductor sidles up. \"Could we go back? For the crew's sake...\"",
    "translation": "粘土人列车主管小心地凑上前来：“我们能回去吗？就当是为了列车员们……”",
    "stage": 5
  },
  {
    "key": "9$LE_LangleyHall",
    "original": "The Forged Companion feels compelled to return to Langley Hall. They are baffled by this loss of self-control.",
    "translation": "锻造同伴感受到一股想要返回兰利厅的冲动。这种失控的感觉使它困惑不已。",
    "stage": 5
  },
  {
    "key": "10$LE_LangleyHall",
    "original": "The Incautious Driver trembles at the thought of returning to Langley Hall.",
    "translation": "鲁莽的司机一想到要返回兰利厅便浑身发抖。",
    "stage": 5
  },
  {
    "key": "11$LE_LangleyHall",
    "original": "The Rat Brigade squeaks excitedly as Langley Hall comes into view.",
    "translation": "当兰利厅映入眼帘时，老鼠大队兴奋地吱吱大叫。",
    "stage": 5
  },
  {
    "key": "12$LE_LangleyHall",
    "original": "The Vagabond has half the crew dancing to an energetic tune on his fiddle.",
    "translation": "流浪汉拉响了手中的小提琴，一半的列车员都伴着那雀跃的曲调舞动起来。",
    "stage": 5
  },
  {
    "key": "13$LE_LangleyHall",
    "original": "You near the Last Lamp Post. \"London again,\" laughs the Eccentric. \"She's everywhere, isn't she?\"",
    "translation": "你接近了最后的灯柱。“又是伦敦，”怪人大笑起来，“她无处不在，不是吗？”",
    "stage": 5
  },
  {
    "key": "14$LE_LangleyHall",
    "original": "Your Aunt applies a blush to her cheeks in anticipation of returning to Langley Hall.",
    "translation": "你的姨妈在脸颊上抹了一层腮红，对回到兰利厅满心期待。",
    "stage": 5
  },
  {
    "key": "15$LE_LangleyHall",
    "original": "\"Could we go back?\" implores the Fortunate Navigator. \"Pretty please?\"",
    "translation": "“我们可以掉头吗？”走运的领航员恳求道，“真的求你了？”",
    "stage": 5
  },
  {
    "key": "1$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "Golden lights dance in the distance, bright and brief as dandelion seeds passing through a sunbeam.",
    "translation": "金色的光芒在远方摇曳，明亮而又短促，恰似蒲公英籽在掠入日照之时乍现的那一抹光彩。",
    "stage": 5
  },
  {
    "key": "2$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "Here, the Reach's verdance runs rampant. You see knotted vines and lurid fungus, and orange flowers bright as polished trumpets.",
    "translation": "外野的植被在此地恣肆疯长。你看到虬结的藤蔓、异色的真菌，更有橙色的花朵——鲜亮有如抛光的铜号。",
    "stage": 5
  },
  {
    "key": "3$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "How deep the greens! How cold the stars! How wild the Reach has run, with no sun to govern it.",
    "translation": "绿意何其深邃！星辰何其清冷！没了太阳的统辖，外野变得何其狂野！",
    "stage": 5
  },
  {
    "key": "5$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "Incognito Princess: \"Is it the good kind of nature in the reserve, or the malodorous kind?\"",
    "translation": "隐姓埋名的公主说：“保护区里头的自然环境是怡人的那种，还是臭气熏天的那种？”",
    "stage": 5
  },
  {
    "key": "6$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "Judicious Driver: \"The Verdant gave me new life here. Despite everything, I'm grateful.\"",
    "translation": "明智的司机说：“在这里，翠树赋予了我新生。尽管经历了这一切，我还是心怀感激。”",
    "stage": 5
  },
  {
    "key": "7$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "The Aunt chivvies the crew. \"Who's up for a bracing walk in the Reserve? With rifles, of course.\"",
    "translation": "姨妈催促着列车员们：“谁想去保护区散散步提提神？当然，得带上步枪。”",
    "stage": 5
  },
  {
    "key": "8$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "The Fatalistic Signalman marvels at the wildness. \"And we thought we could tame this. Muttonheads.\"",
    "translation": "听天由命的信号员为这一片蛮荒所惊叹：“当初我们还以为能够驯服这里。一群傻瓜。”",
    "stage": 5
  },
  {
    "key": "9$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "The Felined Eccentric looks out at the Nature Reserve: \"I'd best keep the cats in. They're not friendly to wildlife.\"",
    "translation": "猫咪怪人朝着自然保护区望去：“我最好把猫儿们关在车上。它们对野生动物可不大友善。”",
    "stage": 5
  },
  {
    "key": "10$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "The Incautious Drive looks wistful. \"Father sent me here to work a quiet job. Couldn't keep it.",
    "translation": "鲁莽的司机神色怅然地说道：“爸爸送我来这里做一份清净的差事，可我没能做得长久。”",
    "stage": 5
  },
  {
    "key": "11$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "The Rat Brigade is in hiding. \"Sorry, cap,\" squeak Cinders from a crate. \"Reserve's full of predators.\"",
    "translation": "老鼠大队躲了起来。“抱歉，列车长，”辛德斯的叫声自一个板条箱里传出，“保护区里到处都是捕食者。”",
    "stage": 5
  },
  {
    "key": "12$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "The Reckless Driver is frantic. \"You have to dock at the Reserve. I need to be down there!\"",
    "translation": "妄为的司机陷入了疯狂：“你必须在保护区靠岸，我要在那下车！”",
    "stage": 5
  },
  {
    "key": "13$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "The Repentant Devil smiles. \"First you 'conquer' nature, then you 'preserve' it. A trifle arrogant, no?\"",
    "translation": "悔过的魔鬼微笑着说：“你们先是‘征服’了自然，之后又跑来‘保护’它。多少有点傲慢，不是吗？”",
    "stage": 5
  },
  {
    "key": "14$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "\"Altan would have liked it here,\" says the Navigator softly. \"We used to talk of going hunting.\"",
    "translation": "“阿尔坦想必会喜欢这里，”领航员轻声说道，“我们从前常念叨着要去打猎。”",
    "stage": 5
  },
  {
    "key": "15$LE_Leadbeater&Stainrod'sNatureReserve",
    "original": "\"What will I be once the Verdant's gone?\" The Incautious Driver gazes out the porthole, briefly sombre.",
    "translation": "“翠绿碎片若是不在了，我又会变成什么样子？”鲁莽的司机望出舷窗，一时怅然。",
    "stage": 5
  },
  {
    "key": "1$LE_London",
    "original": "Dreadnoughts rumble through the London sky, watchful as sheep-dogs.",
    "translation": "无畏机车低吼着掠过伦敦的天空，有如牧羊犬般机警。",
    "stage": 5
  },
  {
    "key": "2$LE_London",
    "original": "The excited shriek of train-whistles. The hiss of steam. The clamour of countless voices. London.",
    "translation": "火车汽笛的尖啸。蒸汽的嘶鸣。无数人的喧哗。伦敦。",
    "stage": 5
  },
  {
    "key": "3$LE_London",
    "original": "The heart of London, where Her Renewed Majesty reigns from her Throne of Hours.",
    "translation": "伦敦的心脏地带。时间王座之上，新生的女王陛下统治着这片疆域。",
    "stage": 5
  },
  {
    "key": "4$LE_London",
    "original": "\"God bless her Majesty!\" A crewman spontaneously declares. Patriotism? Or apotropaism?",
    "translation": "“上帝保佑女王陛下！”一名列车员不由自主地高呼。这是出于爱国情怀？还是为了祛厄禳灾？",
    "stage": 5
  },
  {
    "key": "6$LE_London",
    "original": "Bells chime. The Inconvenient Aunt checks her pocket watch. \"Well, that's completely wrong.\"",
    "translation": "钟声敲响。令人困扰的姨妈看了看怀表：“啧，完全不准。”",
    "stage": 5
  },
  {
    "key": "7$LE_London",
    "original": "Cinders watches London draw near. \"So Sarge weren't what we thought. Loot's still waiting.\"",
    "translation": "辛德斯望着伦敦渐渐临近：“看来中士并非我们想的那样。战利品还在等着我们。”",
    "stage": 5
  },
  {
    "key": "8$LE_London",
    "original": "London is near. \"Well, here we are.\" The Fortunate Navigator smiles ruefully. \"As much my home as any other.\"",
    "translation": "伦敦近在眼前。“好了，我们到了。”走运的领航员苦笑一声，“说它是家也行，反正哪儿都差不多。”",
    "stage": 5
  },
  {
    "key": "9$LE_London",
    "original": "The useless cat, too liberal with his affections, set about wooing the Princess's coats. She was not amused.",
    "translation": "这只无用小猫——它实在是过于滥情了——居然向着公主的大衣求爱。公主很不高兴。",
    "stage": 5
  },
  {
    "key": "10$LE_London",
    "original": "The Fatalistic Signalman curses when he beholds London's immensity. \"Look at the size of her!\"",
    "translation": "听天由命的信号员凝望着伦敦的浩瀚无垠，忍不住爆了句粗口：“看看她有多大个！”",
    "stage": 5
  },
  {
    "key": "11$LE_London",
    "original": "The Hoarder stares sullenly at the lamps of London. \"It was better when it was ours.\"",
    "translation": "囤积狂阴沉地凝视着伦敦的灯火：“从前它属于我们时，可比现在好多了。”",
    "stage": 5
  },
  {
    "key": "12$LE_London",
    "original": "The Inconvenient Aunt grasps your arm. \"Let me do the talking. Safest for us both.\"",
    "translation": "令人困扰的姨妈抓住了你的胳膊：“让我来谈吧。这对我们两个都好。”",
    "stage": 5
  },
  {
    "key": "13$LE_London",
    "original": "The Vagabond inhales a hearty dose of smog. \"Good for the lungs, Captain!\"",
    "translation": "流浪汉深吸了一口浓烟：“对肺有好处，车长！”",
    "stage": 5
  },
  {
    "key": "14$LE_London",
    "original": "\"I have business in London. I trust you can take care of yourself, dear.\" The Aunt clicks her bag closed.",
    "translation": "“我得回伦敦办点事情。我相信你能照顾得好自己，亲爱的。”姨妈啪的一声合上了包。",
    "stage": 5
  },
  {
    "key": "15$LE_London",
    "original": "\"Mother hated me driving. She said I'd kill Father with worry.\" The Driver's smile is impossible to read.",
    "translation": "“妈妈向来反对我开车，她说我的车技迟早会把爸爸愁死的。”司机的笑容令人捉摸不透。",
    "stage": 5
  },
  {
    "key": "1$LE_Lustrum",
    "original": "A flurry of snow blows past the window. A crewman curses the cold.",
    "translation": "一阵风雪掠过窗前。一名列车员冻得骂声连连。",
    "stage": 5
  },
  {
    "key": "2$LE_Lustrum",
    "original": "Frost filigrees the window. The crew shivers. A pipe splits in the cold.",
    "translation": "霜花为窗棂嵌上了银丝。列车员们瑟瑟发抖。一根水管在严寒中冻裂了。",
    "stage": 5
  },
  {
    "key": "3$LE_Lustrum",
    "original": "Snow-laden peaks rise from the mists. And dwarfing them all, the impossible immensity of the Mother of Mountains.",
    "translation": "白雪覆顶的山峦自雾霭中拔地而起。而使众山相形见绌的，是群山之母那无可测度的恢弘。",
    "stage": 5
  },
  {
    "key": "5$LE_Lustrum",
    "original": "Incautious Driver: \"Hours are mined in Lustrum - good for going faster than possible. Going to get some?\"",
    "translation": "鲁莽的司机说：“伍载镇出产时间矿——这东西能让你飙出超乎想象的速度。不去弄点吗？”",
    "stage": 5
  },
  {
    "key": "6$LE_Lustrum",
    "original": "Inconvenient Aunt: \"If we're stopping at Lustrum, remember to wrap up warm when you head out.\"",
    "translation": "令人困扰的姨妈说：“要是在伍载镇落脚，千万记得要裹严实点才出门。”",
    "stage": 5
  },
  {
    "key": "7$LE_Lustrum",
    "original": "The crew sees the snow on Lustrum, then stares at the Rat Brigade. The smiles hide thoughts of ear-muffs.",
    "translation": "列车员们望见伍载镇的积雪，转而齐刷刷地盯着老鼠大队。笑容底下掩藏着他们想要几副鼠毛耳罩的念头。",
    "stage": 5
  },
  {
    "key": "8$LE_Lustrum",
    "original": "The Eccentric: \"Lustrum, where you can spend all your hours suffering in the hopes of finding more.\"",
    "translation": "怪人说：“伍载镇。那里的人们倾尽时间，寄望于能发掘出更多的时间，为了这执念他们受尽煎熬。”",
    "stage": 5
  },
  {
    "key": "9$LE_Lustrum",
    "original": "The Princess has taken all the blankets. \"Lustrum's cold. Throw something on the fire. Books, if you must.\"",
    "translation": "公主取走了所有的毯子：“伍载镇真冷。快往火里丢点东西。实在不行，就烧书吧。”",
    "stage": 5
  },
  {
    "key": "10$LE_Lustrum",
    "original": "The Vagabond puffs on his pipe. \"Last time I climbed that mountain, I left four toes behind.\"",
    "translation": "流浪汉吸了口烟斗：“上次我爬那座山，冻掉了四个脚趾头。”",
    "stage": 5
  },
  {
    "key": "11$LE_Lustrum",
    "original": "\"The Mother of Mountains bleeds hours. Can you taste her misery?\" The Repentant Devil is curious, not sad.",
    "translation": "“群山之母流着时间矿的血。你能体会她的痛苦吗？”忏悔的魔鬼感到好奇，而不是悲伤。",
    "stage": 5
  },
  {
    "key": "1$LE_Magdalene's",
    "original": "A carmine glow burns in the dark: Magdalene's, where you can buy comforting lies.",
    "translation": "黑暗中燃烧着猩红色的光芒——那是抹大拉之家，你可以在这里买到安慰人心的谎言。",
    "stage": 5
  },
  {
    "key": "2$LE_Magdalene's",
    "original": "Your bridge windows fog with recent steam-trails. This place is well-frequented.",
    "translation": "你车桥上的窗户因新近的蒸汽尾迹起了雾。这地方总是熙熙攘攘。",
    "stage": 5
  },
  {
    "key": "3$LE_Magdalene's",
    "original": "\"Can we stop at Magdalene's, Captain?\" a stoker pleads. \"We've been too long in the sky.\" The impertinence!",
    "translation": "“我们能在抹大拉之家停一下吗，车长？”一名司炉恳求道，“我们在天上已经待得够久了。”真是无礼！",
    "stage": 5
  },
  {
    "key": "5$LE_Magdalene's",
    "original": "Even the Signalman's dour mood has lightened at the sight of Magdalene's spires.",
    "translation": "一看到抹大拉之家的尖顶，就连信号员那阴郁的心情也变得明朗起来。",
    "stage": 5
  },
  {
    "key": "6$LE_Magdalene's",
    "original": "Magdalene's - a place of peace, contemplation and rest. The Driver twitches miserably.",
    "translation": "抹大拉之家——一处宁息、静思与休憩之所。司机却痛苦地抽搐起来。",
    "stage": 5
  },
  {
    "key": "7$LE_Magdalene's",
    "original": "The Aunt pats your hand. \"Madgalene's! We should stop here. Do something about your Nightmares.\"",
    "translation": "姨妈轻轻拍了拍你的手，“抹大拉之家！我们应该在这里停一下，想办法治治你的噩梦。”",
    "stage": 5
  },
  {
    "key": "8$LE_Magdalene's",
    "original": "The Eccentric snorts when she sees Magdalene's. \"The truth isn't easy, but at least it's the truth.\"",
    "translation": "看到抹大拉之家，怪人冷哼了一声：“真相并不轻松，但最起码它是真实的。”",
    "stage": 5
  },
  {
    "key": "9$LE_Magdalene's",
    "original": "The Forged Companion peers at Magdalene's with curiosity. \"Is this your answer to the Forge of Souls?\"",
    "translation": "锻造同伴好奇地凝望着抹大拉之家：“这就是你们对灵魂铸炉的回应吗？”",
    "stage": 5
  },
  {
    "key": "10$LE_Magdalene's",
    "original": "The Rat Brigade consider Magdalene's for a while. Finally: \"It's very red.\"",
    "translation": "老鼠大队仔细打量着抹大拉之家，最后说道：“这里真的很红。”",
    "stage": 5
  },
  {
    "key": "11$LE_Magdalene's",
    "original": "\"Ah, Magdalene's. Small comforts for simple minds.\" The Repentant Devil smiles blandly.",
    "translation": "“啊，抹大拉之家。对于头脑简单之人而言算是小小的慰藉。”悔过的魔鬼淡然一笑。",
    "stage": 5
  },
  {
    "key": "12$LE_Magdalene's",
    "original": "\"Finally - Magdalene's. A hot bath and decent conversation.\" The Princess desires that you dock.",
    "translation": "“总算到了——抹大拉之家。泡个热水澡，再来场得体的会谈。”公主请求你靠岸。",
    "stage": 5
  },
  {
    "key": "13$LE_Magdalene's",
    "original": "\"Most sky-wanderers end up here sooner or later,\" says the Vagabond. \"The lucky ones leave.\"",
    "translation": "“大多数行天客早晚都会来到这里，”流浪汉说，“而只有幸运儿们才得以离开。”",
    "stage": 5
  },
  {
    "key": "1$LE_NewWinchester",
    "original": "A distant clamour of engine-yards. An accretion of smog on the windows.",
    "translation": "远处传来机车场的喧嚣。窗上积起一层烟尘。",
    "stage": 5
  },
  {
    "key": "2$LE_NewWinchester",
    "original": "The taste of smog. The sound of iron on iron. We are home.",
    "translation": "烟雾的味道。金铁相击的铿锵之声。我们到家了。",
    "stage": 5
  },
  {
    "key": "3$LE_NewWinchester",
    "original": "Wispy condensation trails cross the sky; the ghosts of passing trains.",
    "translation": "纤细的凝结尾迹划过天空，宛若疾驰而过的火车的幽灵。",
    "stage": 5
  },
  {
    "key": "5$LE_NewWinchester",
    "original": "The Pugilistic Forged Companion: \"I understand they fight over ownership here. Perhaps I could be of assistance.\"",
    "translation": "强健的锻造同伴：“我知道他们在争夺这里的所有权。说不定我能帮上忙。”",
    "stage": 5
  },
  {
    "key": "6$LE_NewWinchester",
    "original": "\"My family doctor is here. She'll see us.\" The Incautious Driver's words are more certain than their tone.",
    "translation": "“我的家庭医生就住在这儿。她会接待我们的。”鲁莽的司机把话说得很满，听起来却没有什么底气。",
    "stage": 5
  },
  {
    "key": "7$LE_NewWinchester",
    "original": "\"Oh good,\" says the Eccentric, flatly. \"New Winchester. Full of men who think they're engineers, bless their hearts.\"",
    "translation": "“哦，好极了，”怪人冷冷地说，“新温彻斯特。满地都是自以为是的工程师，真为他们感到遗憾。”",
    "stage": 5
  },
  {
    "key": "1$LE_OldTom'sWell",
    "original": "\"Careful, Captain,\" a signaller whispers. \"Lest the well-winds take us.\"",
    "translation": "“小心，车长，”一个信号员低声警告道。“别让井风把我们卷进去。”",
    "stage": 5
  },
  {
    "key": "2$LE_OldTom'sWell",
    "original": "The well's depths are as black as a strangler's heart.",
    "translation": "井的深处漆黑如扼杀者的心。",
    "stage": 5
  },
  {
    "key": "3$LE_OldTom'sWell",
    "original": "Well-winds ravage the sky. Your hull groans. Someone is praying.",
    "translation": "井风摧残天空。车体呻吟。有人在祈祷。",
    "stage": 5
  },
  {
    "key": "4$LE_OldTom'sWell",
    "original": "The well is black as ink from the devil's pot. \"Turn back, captain.\", a crewman pleads.",
    "translation": "那井水黑得就像是魔鬼锅里的墨水。“掉头吧，车长。”一名列车员恳求道。",
    "stage": 5
  },
  {
    "key": "6$LE_OldTom'sWell",
    "original": "The Incautious Driver looks pained. \"This must be the Well. The thing in my head— it's screaming.\"",
    "translation": "鲁莽的司机面带痛苦之色说道：“这一定就是那口井。我脑袋里的那个东西——它在尖叫。”",
    "stage": 5
  },
  {
    "key": "7$LE_OldTom'sWell",
    "original": "Well-wind turbulence. The crew looks terrified; the Incautious Driver, thrilled.",
    "translation": "井风乱流。列车员们个个面露惊惧，而那鲁莽的司机却兴奋不已。",
    "stage": 5
  },
  {
    "key": "8$LE_OldTom'sWell",
    "original": "Well-wind turbulence. The Aunt clucks. \"I did tell you all to hold on.\"",
    "translation": "井风乱流。姨妈抱怨道：“我早就告诉过你们要抓紧。”",
    "stage": 5
  },
  {
    "key": "9$LE_OldTom'sWell",
    "original": "Well-wind turbulence. The Chiropterous Hoarder prowls the ship, rippling its wings with joy.",
    "translation": "井风乱流。蝙蝠囤积狂在机车上游荡，快活地扑扇着翅膀。",
    "stage": 5
  },
  {
    "key": "10$LE_OldTom'sWell",
    "original": "Well-wind turbulence. The Princess's luggage concusses the quartermaster.",
    "translation": "井风乱流。公主的行李撞得军需官眼冒金星。",
    "stage": 5
  },
  {
    "key": "11$LE_OldTom'sWell",
    "original": "Well-wind turbulence. The Rat Brigade is sent flying, squeaking in protest.",
    "translation": "井风乱流。老鼠大队被抛向空中，发出吱吱的抗议声。",
    "stage": 5
  },
  {
    "key": "12$LE_OldTom'sWell",
    "original": "Well-wind turbulence. The Repentant Devil is the only left one standing.",
    "translation": "井风乱流。悔过的魔鬼是唯一一个仍站在地上的。",
    "stage": 5
  },
  {
    "key": "13$LE_OldTom'sWell",
    "original": "Well-wind turbulence. The Signalman almost smiles.",
    "translation": "井风乱流。信号员脸上的笑意将现未现。",
    "stage": 5
  },
  {
    "key": "1$LE_Pan",
    "original": "Sombre ruins. Groves that hiss with secrets. You near Pan, once a cathedral of the heavens.",
    "translation": "阴森的废墟。低语着秘密的树林。你接近了潘城，它曾经是天穹的主教座堂。",
    "stage": 5
  },
  {
    "key": "2$LE_Pan",
    "original": "The sound of far-off pipes. You near Pan, the unruly heart of Eleutheria.",
    "translation": "牧笛之声自远方传来。你接近了潘城，厄琉忒里亚那不羁的心脏。",
    "stage": 5
  },
  {
    "key": "3$LE_Pan",
    "original": "You approach Pan. Pan of the crimson mysteries. Pan of the pipe-haunted groves. Pan: the dusky, delirious, divided heart of Eleutheria.",
    "translation": "你接近了潘城。猩红奥秘万千之潘城。林间幽笛不绝之潘城。潘城——厄琉忒里亚那晦暗、谵妄、裂分的心脏。",
    "stage": 5
  },
  {
    "key": "4$LE_Pan",
    "original": "\"Can you hear the pipes, captain?\" a crewman asks, their eyes bright. \"Pan's a-calling!\"",
    "translation": "“您听见笛声了吗，车长？”一名列车员问道，眼里闪着光，“潘城在召唤！”",
    "stage": 5
  },
  {
    "key": "1$LE_Perdurance",
    "original": "An artificial glow in your windows: carefully-engineered hues of dawn and afternoon and dusk.",
    "translation": "一道人造灯光透出你的窗子——带着精心调制的各式色调，呼应着黎明、午后及黄昏的天色。",
    "stage": 5
  },
  {
    "key": "2$LE_Perdurance",
    "original": "You approach Perdurance, where the brightest and most beautiful of London's youth are conserved like jewels in a glass case.",
    "translation": "你接近了琥珀宫，伦敦最聪慧、最美丽的年轻人们在此得蒙悦纳，一如玻璃匣子收纳着珠宝。",
    "stage": 5
  },
  {
    "key": "3$LE_Perdurance",
    "original": "\"I've heard no one grows old in Perdurance,\" a crewman says. \"Nor hungers, nor sorrows,\" says another. \"Nor leaves,\" your signaller adds.",
    "translation": "“我听说在琥珀宫，人永远不会变老，”一名列车员说。“也不会饿，也不会悲伤，”另一名列车员说。“也不会离开，”你的信号员补充道。",
    "stage": 5
  },
  {
    "key": "5$LE_Perdurance",
    "original": "A stoker explains Perdurance to the Eccentric. She is horrified. \"They never grow old? They never change?",
    "translation": "一位司炉向怪人介绍起琥珀宫。怪人吓坏了：“他们永远不会变老？他们永远不会改变？”",
    "stage": 5
  },
  {
    "key": "6$LE_Perdurance",
    "original": "Dazzled by the acoustics of the ship, the useless cat is serving as the soundtrack to your adventures.",
    "translation": "无用小猫被机车靠岸时的声响搅得头晕目眩，它的嚎叫声为你的征程作了配乐。",
    "stage": 5
  },
  {
    "key": "7$LE_Perdurance",
    "original": "Perdurance. The Rat Brigade groom in anticipation of an encounter with nobility.",
    "translation": "琥珀宫。老鼠大队的队员们正在精心打扮，满心期待着能与权贵们来场会面。",
    "stage": 5
  },
  {
    "key": "8$LE_Perdurance",
    "original": "Repentant Devil: \"Nobles sell their souls to send their progeny here. What will they pay to leave?\"",
    "translation": "悔过的魔鬼说：“贵族们出卖自己的灵魂，将他们的子嗣送到这里。待到要离开的时候，他们又将付出什么代价呢？”",
    "stage": 5
  },
  {
    "key": "9$LE_Perdurance",
    "original": "The crew stand at the windows cooing at Perdurance's luxury. Only the Incautious Driver is unimpressed.",
    "translation": "列车员们站在窗边，对着琥珀宫的奢华盛景啧啧称奇。唯独鲁莽的司机对此无动于衷。",
    "stage": 5
  },
  {
    "key": "10$LE_Perdurance",
    "original": "The Fortunate Navigator sighs. \"It reminds me of before we came to the Skies. Altan loved the spectacle. Never my thing, though.\"",
    "translation": "走运的领航员叹了口气：“这让我想起我们来到天空之前的时光。阿尔坦最爱这种奇观。不过，我从来都欣赏不来。”",
    "stage": 5
  },
  {
    "key": "11$LE_Perdurance",
    "original": "The Incognito Princess looks smug. \"My mother chooses who comes here. And who stays.\"",
    "translation": "隐姓埋名的公主一脸得意：“谁能来，谁能留下，皆由我的母亲定夺。”",
    "stage": 5
  },
  {
    "key": "12$LE_Perdurance",
    "original": "The Inconvenient Aunt sniffs. \"Everyone: be on your best behaviour in Perdurance. Or there'll be Trouble.\"",
    "translation": "令人困扰的姨妈哼了一声。“所有人听好了：在琥珀宫，都表现得规矩点。否则有你们好受的。”",
    "stage": 5
  },
  {
    "key": "13$LE_Perdurance",
    "original": "The Rat Brigade groom each other carefully, preparing to enter high society.",
    "translation": "老鼠大队的队员们互相梳洗打扮，欲待跻身上流社会。",
    "stage": 5
  },
  {
    "key": "14$LE_Perdurance",
    "original": "The Signalman peers from the window at Perdurance. \"Nice for them as can afford it, I suppose.\"",
    "translation": "信号员从窗口眺望着琥珀宫：“我想，对那些负担得起的人来说，这里真是不错。”",
    "stage": 5
  },
  {
    "key": "1$LE_Piranesi",
    "original": "A stoker sings: \"Prideful, a prince was locked in the dark; while a poet was set free. I was the prince, alone and forgot; the poet, too, was me.\"",
    "translation": "一名司炉低唱道：“傲慢王子困于暗牢，诗人却得自由之身。我曾是那王子，孤寂又遭人遗忘；而那诗人，亦曾经是我本尊。”",
    "stage": 5
  },
  {
    "key": "2$LE_Piranesi",
    "original": "Piranesi. A prison without doors!",
    "translation": "皮拉内西。无门的监狱！",
    "stage": 5
  },
  {
    "key": "3$LE_Piranesi",
    "original": "You approach Piranesi. Is it near? Far? Impossible to say: distance is malleable, here.",
    "translation": "你接近了皮拉内西。它在近处？还是远处？无从判断——在这里，距离是有延展性的。",
    "stage": 5
  },
  {
    "key": "5$LE_Piranesi",
    "original": "Fatalistic Signalman: \"I don't like it here.\"",
    "translation": "听天由命的信号员：“我不喜欢这里。”",
    "stage": 5
  },
  {
    "key": "6$LE_Piranesi",
    "original": "Inconvenient Aunt: \"A pity Piranesi is so far from Albion. I could a suggest number of people who would benefit from a spell here.\"",
    "translation": "令人困扰的姨妈：“只可惜皮拉内西离阿尔比恩太远了。我倒是想到好些人选，他们很适合在这里待上一阵。”",
    "stage": 5
  },
  {
    "key": "7$LE_Piranesi",
    "original": "Loud, frightened barking thunders through the locomotive one night, followed by the Chiropterous Hoarder's laughter.",
    "translation": "一天夜里，一声响亮又惊恐的吠叫贯穿了机车，蝙蝠囤积狂的笑声随后而至。",
    "stage": 5
  },
  {
    "key": "8$LE_Piranesi",
    "original": "Repentant Devil: \"I took an interest in Piranesi once, but it espouses change for the sake of change. It lacks direction.\"",
    "translation": "悔过的魔鬼说：“我曾经对皮拉内西产生过兴趣，但它一味拥护那些为了改变而改变的举措。这毫无方针可言。”",
    "stage": 5
  },
  {
    "key": "9$LE_Piranesi",
    "original": "The Incognito Princess looks toward Piranesi through the window: \"This place makes my eyes itch.\"",
    "translation": "隐姓埋名的公主透过车窗望向皮拉内西：“这地方让我的眼睛发痒。”",
    "stage": 5
  },
  {
    "key": "10$LE_Piranesi",
    "original": "You near Piranesi. The Eccentric shrugs, eyes down. \"For some it's a punishment. For others it's a gift.\"",
    "translation": "你接近了皮拉内西。怪人耸耸肩，看向下方：“对有些人而言，这是惩罚。对另一些人来说，却是馈赠。”",
    "stage": 5
  },
  {
    "key": "11$LE_Piranesi",
    "original": "\"Captain, I have an idea,\" the Clay Conductor asks, smiling wickedly, \"Why don't we leave the Navigator here?\"",
    "translation": "“车长，我有个主意，”粘土人列车主管挂着不怀好意的笑容问道，“我们为什么不把领航员留在这里呢？”",
    "stage": 5
  },
  {
    "key": "12$LE_Piranesi",
    "original": "\"There are easier ways to make a new person,\" observes the Forged Companion, of Piranesi.",
    "translation": "“要造一个新人自有更简单的办法。”锻造同伴对皮拉内西作了如此评价。",
    "stage": 5
  },
  {
    "key": "1$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "A cluster of islands lie in the mists. Strings of bunting flutter, optimistically, between them.",
    "translation": "一群岛屿坐落于雾气之中。几串彩旗轻快地飘舞其间。",
    "stage": 5
  },
  {
    "key": "2$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "Coloured searchlights play across the clouds. They cast wild shadows, haloed in pink and green.",
    "translation": "多彩的探照灯光从云层之间穿梭而过，投下数道幻变的阴影，各各环绕着粉绿交映的光晕。",
    "stage": 5
  },
  {
    "key": "3$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "\"Hark!\" a signaller cries. You do, and hear the oompah-oompah of distant circus music, perpetrated by a straining tuba.",
    "translation": "“听啊！”一名信号员高呼道。你凝神细听，远处传来了嗡啪-嗡啪的马戏团乐声，这声音出自一把奋力吹奏的低音号。",
    "stage": 5
  },
  {
    "key": "5$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "A cat runs by, shedding a miniature clown costume. The Felined Eccentric chases it. \"Wait! We have to get you ready!\"",
    "translation": "一只猫疾驰而过，努力想要甩脱身上那件迷你小丑服。在它身后，猫咪怪人紧追不舍：“等等！我们还没给你打扮好呀！”",
    "stage": 5
  },
  {
    "key": "6$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "Distant circus music. The Fatalistic Signalman raises an eyebrow. \"Oh good. Clowns.\"",
    "translation": "远处传来马戏团的音乐。听天由命的信号员挑起一边眉毛：“哦，太好了。是小丑们。”",
    "stage": 5
  },
  {
    "key": "7$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "The Aunt spent an hour lecturing on the necessity of dog-proofing the ship. The dog drooled on her shoes while she did.",
    "translation": "姨妈花了一个小时，洋洋洒洒地论述了对机车采取防狗措施的必要性。在此期间，那只狗一直在往她的鞋子上淌口水。",
    "stage": 5
  },
  {
    "key": "8$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "The Hoarder's ears flatten at the sound of calliope music. \"Cheap acts, cheap entertainment. Nothing that lasts and nothing that is worth allowing to last.\"",
    "translation": "听到蒸汽笛风琴的乐声，囤积者的耳朵一下子耷拉下来：“低劣的表演、低劣的娱乐。既没有一样是可以长存的，也没有一样是值得留存的。”",
    "stage": 5
  },
  {
    "key": "9$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "The Inconvenient Aunt shudders. \"A carnival. Beware – they have wiles to win your money.\"",
    "translation": "令人困扰的姨妈打了个寒颤：“狂欢节。多留心——他们有的是办法赢你的钱。”",
    "stage": 5
  },
  {
    "key": "10$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "The Princess glances at Polmear's. \"I considered running away with them. But some refused to bathe.\"",
    "translation": "公主朝着波尔梅尔马戏团那边瞥了一眼：“我曾经考虑过和他们一起出走，但有些人就是不肯洗澡。”",
    "stage": 5
  },
  {
    "key": "11$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "The Rat Brigade perks up at the sound of distant calliope music. \"Is that Polmear's?\"",
    "translation": "一听到远处的蒸汽笛风琴音乐，老鼠大队的队员们立刻来了精神：“那是波尔梅尔马戏团吗？”",
    "stage": 5
  },
  {
    "key": "12$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "The Repentant Devil's smile is wry. \"I enjoy a good circus. Lost souls, at bargain prices.\"",
    "translation": "悔过的魔鬼露出了一个揶揄的微笑：“我喜欢这样热闹的马戏团。到处都是迷失的灵魂，同时还很廉价。”",
    "stage": 5
  },
  {
    "key": "13$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "\"Ah, carnival folk. My sort of people.\" The Vagabond grins.",
    "translation": "“啊，狂欢节的伙计们。和我是一路人。”流浪汉咧嘴一笑。",
    "stage": 5
  },
  {
    "key": "14$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "\"Always wanted to go to a circus. Mother said no. Poor people. Disease.\" The Driver looks forlorn.",
    "translation": "“我一直想去马戏团看看，但妈妈不同意。她说那地方全是穷人，还有病菌。”司机看上去有些失落。",
    "stage": 5
  },
  {
    "key": "15$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "\"Can we stop here? Please?\" The Fortunate Navigator is persistent. \"I'd like to see the geese.\"",
    "translation": "“我们能在这里停一下吗？拜托了？”走运的领航员语气坚定，“我想看看那些大鹅。”",
    "stage": 5
  },
  {
    "key": "16$LE_Polmear&Plenty'sInconceivableCircus",
    "original": "\"Magicians,\" says the Illusive Forged Companion thoughtfully. \"I wonder if any here can hold a candle to me.\"",
    "translation": "“魔术师，”迷幻的锻造同伴若有所思地说，“不知道这里是否有人可以与我媲美。”",
    "stage": 5
  },
  {
    "key": "1$LE_PortAvon",
    "original": "A new smell, behind the coal and the oil: the green, unlikely scent of apples.",
    "translation": "在煤与石油的气味之外，一缕新的气味悄然浮现——那是绿调的、出乎意料的苹果芬芳。",
    "stage": 5
  },
  {
    "key": "2$LE_PortAvon",
    "original": "Ruins claw the sky, the work of giants.",
    "translation": "废墟如利爪般刺向天空，宛若巨人的造物。",
    "stage": 5
  },
  {
    "key": "3$LE_PortAvon",
    "original": "Today, the sky is as cool and blue as ice in a glass.",
    "translation": "今天，天空清冽湛蓝，像是玻璃杯里的冰块。",
    "stage": 5
  },
  {
    "key": "5$LE_PortAvon",
    "original": "The Fatalistic Signalman considers Port Avon. \"Never seen so many try so hard to pretend they're not in the sky.\"",
    "translation": "听天由命的信号员审视着埃文港：“从来没见过这么多拼命装作自己并非身处天空的人。”",
    "stage": 5
  },
  {
    "key": "6$LE_PortAvon",
    "original": "To the dismay of the Eccentric, the useless cat spent an afternoon bringing their pets an assortment of rodent viscera.",
    "translation": "令怪人大为惊愕的是：那只无用小猫花了一整个下午，给她的宠物们寻来了各式各样的啮齿动物内脏。",
    "stage": 5
  },
  {
    "key": "7$LE_PortAvon",
    "original": "\"This looks like a blissful idyll,\" says the Clay Conductor. \"I hate it.\"",
    "translation": "“这看起来就像一幅美好的田园画卷，”粘土人列车主管说道，“我讨厌这里。”",
    "stage": 5
  },
  {
    "key": "1$LE_PortProsper",
    "original": "A rumble of far-off refineries. Distant searchlights rake the sky.",
    "translation": "精炼厂的一声轰鸣自远而至。远方的探照灯光拭过天空。",
    "stage": 5
  },
  {
    "key": "2$LE_PortProsper",
    "original": "The bridge's clock chimes twice, quickly. This close to the Isambard Line, time is devious.",
    "translation": "车桥上的时钟接连响了两声。距离伊桑巴德航线如此之近，连时间也变得混乱无定。",
    "stage": 5
  },
  {
    "key": "4$LE_PortProsper",
    "original": "The Fatalistic Signalman grunts. \"Last time I saw Port Prosper it was a dock, three sheds and a goose.\"",
    "translation": "听天由命的信号员嘟囔道：“我上次看见兴荣港时，那儿还只有一个码头、三间棚屋，外加一只大鹅。”",
    "stage": 5
  },
  {
    "key": "5$LE_PortProsper",
    "original": "The Inconvenient Aunt pokes your ribs. \"At last, a proper meal. You're wasting away out here, dear.\"",
    "translation": "令人困扰的姨妈戳了戳你的肋骨：“可算能吃上一顿正经饭菜了。亲爱的，你在这儿瘦得都快散架啦。”",
    "stage": 5
  },
  {
    "key": "6$LE_PortProsper",
    "original": "The Poetic Forged Companion considers the music halls of Prosper. \"My work should be performed here.\"",
    "translation": "诗意的锻造同伴凝视着兴荣港的音乐厅：“我的作品理应在此上演。”",
    "stage": 5
  },
  {
    "key": "7$LE_PortProsper",
    "original": "The Rat Brigade gathers in the galley. There's an incessant chittering as they whisper plots and plans.",
    "translation": "老鼠大队在厨房集合。它们盘算着各式各样的阴谋诡计，吱吱窃语的声音没完没了。",
    "stage": 5
  },
  {
    "key": "8$LE_PortProsper",
    "original": "\"The music halls here are poor quality,\" the Conductor says. \"They performed my early works.\"",
    "translation": "“这里的音乐厅水准着实不佳，”粘土人列车主管说道，“他们上演过我的早期作品。”",
    "stage": 5
  },
  {
    "key": "1$LE_SkyBarnet",
    "original": "Once, devils ruled here. Now, only bureaucracy.",
    "translation": "昔日，此地由魔鬼管辖。如今，这儿只剩下官僚。",
    "stage": 5
  },
  {
    "key": "2$LE_SkyBarnet",
    "original": "Sky Barnet, where London has made an outpost in the kingdom of the dead.",
    "translation": "空中巴尼特区，伦敦设立于死者之国的前哨站之所在。",
    "stage": 5
  },
  {
    "key": "3$LE_SkyBarnet",
    "original": "The entry to the Blue Kingdom and the one place here where the living almost outnumber the dead.",
    "translation": "这里是蓝色王国的入口，亦是这里唯一一处活人的数目接近于死人的地方。",
    "stage": 5
  },
  {
    "key": "5$LE_SkyBarnet",
    "original": "The Incautious Driver peers at the tower housing London's Embassy. \"Shall I fly past the ambassador's window and sound the whistle?\"",
    "translation": "鲁莽的司机注视着伦敦大使馆所在的塔楼：“要不要从大使的窗户边上飞过去，顺便拽一下汽笛？”",
    "stage": 5
  },
  {
    "key": "6$LE_SkyBarnet",
    "original": "The Incognito Princess wrinkles her nose. \"I trust,\" she says with distaste, \"We will not be expected to queue.\"",
    "translation": "隐姓埋名的公主皱了皱鼻子。“依我看，”她的语气带着嫌恶，“我们总不至于还要排队。”",
    "stage": 5
  },
  {
    "key": "7$LE_SkyBarnet",
    "original": "The Navigator looks at the House of Days. \"Shades come here to have their proper status acknowledged.\" He looks thoughtful.",
    "translation": "领航员向着时光之屋望去。“遗魂来此寻求它们应有的名分。”他若有所思。",
    "stage": 5
  },
  {
    "key": "8$LE_SkyBarnet",
    "original": "The Repentant Devil considers the Toll-Tower. \"A grand old tower,\" he nods sagely, \"Completely Pointless, mind.\"",
    "translation": "悔过的魔鬼端详着渡灵塔。“一座宏伟的老塔楼，”他一本正经地点了点头，“但完全没有意义，说真的。”",
    "stage": 5
  },
  {
    "key": "9$LE_SkyBarnet",
    "original": "The Vagabond is unsettled. He says he has enemies among the dead.",
    "translation": "流浪汉心神不宁。他说那些死者之中有他的敌人。",
    "stage": 5
  },
  {
    "key": "1$LE_TheBrabazonWorkworld",
    "original": "Listen: the roar of a workworld's factories. A leviathan of industry.",
    "translation": "听——工作世界的工厂正在咆哮。一尊工业巨兽。",
    "stage": 5
  },
  {
    "key": "2$LE_TheBrabazonWorkworld",
    "original": "The air smells of iron and sweat and misery.",
    "translation": "空气中弥漫着钢铁、汗水与苦难的味道。",
    "stage": 5
  },
  {
    "key": "3$LE_TheBrabazonWorkworld",
    "original": "The sky smells of smog and furnace-fires. You near the workworld - where debtors, the poor, and the sick are put to use.",
    "translation": "天空弥漫着烟雾与炉火的气味。你接近了工作世界——背债的人、穷人和病人在这个地方任凭差遣。",
    "stage": 5
  },
  {
    "key": "5$LE_TheBrabazonWorkworld",
    "original": "Incautious Driver: \"My father helped pay for this place. I wonder if he ever visited it.\"",
    "translation": "鲁莽的司机：“当年我父亲帮着出资建了这个地方。不知道他有没有亲自来过。”",
    "stage": 5
  },
  {
    "key": "6$LE_TheBrabazonWorkworld",
    "original": "Incognito Princess: \"The people at Brabazon should stop complaining. Miserable? Move somewhere else.\"",
    "translation": "隐姓埋名的公主：“布拉巴宗的人差不多该停止抱怨了。自觉可怜？搬去别的地方便是。”",
    "stage": 5
  },
  {
    "key": "7$LE_TheBrabazonWorkworld",
    "original": "Repentant Devil: \"Brabazon! Such efficiency! Such moral apathy! My people should be taking notes.\"",
    "translation": "悔过的魔鬼：“布拉巴宗！如此高效！如此道德淡漠！我的族人真该好好做些笔记。”",
    "stage": 5
  },
  {
    "key": "8$LE_TheBrabazonWorkworld",
    "original": "The Eccentric cranes from a window, trying to take in the immensity of Brabazon's great machines.",
    "translation": "怪人伸长了脖子看向窗外，试图领略那些布拉巴宗巨型机器的宏伟。",
    "stage": 5
  },
  {
    "key": "9$LE_TheBrabazonWorkworld",
    "original": "The Inconvenient Aunt looks up from her newspaper. \"Brabazon, unhappy? No work ethic, your generation.\"",
    "translation": "令人困扰的姨妈从报纸上抬起头：“布拉巴宗不高兴了？你们这代人啊，真是没有职业道德。”",
    "stage": 5
  },
  {
    "key": "10$LE_TheBrabazonWorkworld",
    "original": "The Rat Brigade peers down at the factory, looking for even a hint of greenery.",
    "translation": "老鼠大队俯瞰着工厂，努力寻觅着哪怕一丝绿意。",
    "stage": 5
  },
  {
    "key": "11$LE_TheBrabazonWorkworld",
    "original": "Your Inadvisedly Big Dog is despondent. Its attempts to befriend your Blemmigan Voyager were met with a spray of caustic froth from the irritable mushroom.",
    "translation": "你那只不明智的大狗很沮丧。它试图和你的真菌虫旅行者交朋友，而那只暴躁的蘑菇却喷出一道腐蚀性泡沫作回应。",
    "stage": 5
  },
  {
    "key": "12$LE_TheBrabazonWorkworld",
    "original": "\"Dear God,\" the Fatalistic Signalman breathes, as he takes in the extent of the workworld.",
    "translation": "“我的天哪，”听天由命的信号员暗叹一番，将那宽广的工作世界尽收眼底。",
    "stage": 5
  },
  {
    "key": "13$LE_TheBrabazonWorkworld",
    "original": "\"Imagine living out a mayfly's span, and never seeing the sky.\" The Vagabond shudders.",
    "translation": "“试想一下，你度过了蜉蝣般短暂的一生，连天空的样子都没有见过。”流浪汉打了个寒战。",
    "stage": 5
  },
  {
    "key": "14$LE_TheBrabazonWorkworld",
    "original": "\"They employ Clay Men for the hardest labour,\" says the Clay Conductor. \"As though our value is only in our work.\"",
    "translation": "“他们让粘土人干最苦最累的活，”粘土人列车主管说道，“就好像我们的价值仅仅在于这些工作一样。”",
    "stage": 5
  },
  {
    "key": "1$LE_TheClockworkSun",
    "original": "The light of the Clockwork Sun oozes into your cabin like rancid honey.",
    "translation": "发条太阳的光芒就像酸臭的蜂蜜一样渗入你的舱室。",
    "stage": 5
  },
  {
    "key": "2$LE_TheClockworkSun",
    "original": "The rays of the Clockwork Sun bathe your locomotive. A bright-eyed engineer breaks into a hymn. The conductor hurries to close the window-shutters.",
    "translation": "你的机车沐浴在发条太阳的光辉之中。一位目光炯炯的工程师突然唱起了赞美诗。列车长匆匆关上了百叶窗。",
    "stage": 5
  },
  {
    "key": "3$LE_TheClockworkSun",
    "original": "You risk a direct glance at the Clockwork Sun. It is the gold of toffee-wrappers, not of fire.",
    "translation": "你鼓起勇气直视发条太阳。那种金色是太妃糖包装纸上的金色，而不是火焰的金色。",
    "stage": 5
  },
  {
    "key": "5$LE_TheClockworkSun",
    "original": "Light from the Clockwork Sun smears the windows. \"It's dimmed since I saw it last,\" the Fatalistic Signalman says.",
    "translation": "发条太阳的光芒在窗玻璃上晕开。“比我上次见它的时候变暗了。”听天由命的信号员说道。",
    "stage": 5
  },
  {
    "key": "6$LE_TheClockworkSun",
    "original": "The Incautious Driver looks anxiously at the sun: \"The Light of Albion. Even I didn't dare get this close.\"",
    "translation": "鲁莽的司机焦虑地看着太阳：“阿尔比恩之光。就连我也不敢靠得这么近。”",
    "stage": 5
  },
  {
    "key": "7$LE_TheClockworkSun",
    "original": "The Incognito Princess stares down the Clockwork Sun. She says nothing.",
    "translation": "隐姓埋名的公主瞪视着发条太阳。她什么也没说。",
    "stage": 5
  },
  {
    "key": "8$LE_TheClockworkSun",
    "original": "The Rat Brigade salutes the Clockwork Sun. A patriotic tear wells in Albrecht's eye.",
    "translation": "老鼠大队向发条太阳敬礼。阿尔布雷希特眼中泛起了一滴爱国的泪水。",
    "stage": 5
  },
  {
    "key": "9$LE_TheClockworkSun",
    "original": "The Repentant Devil's skin glistens in the light. Like moonbeams on glass.",
    "translation": "悔过的魔鬼的皮肤在光下闪闪发亮，如同月华洒在玻璃之上。",
    "stage": 5
  },
  {
    "key": "10$LE_TheClockworkSun",
    "original": "Your Blemmigan Voyager has become fascinated with the Clockwork Sun. You are forced to prise it away from the window. Is there a certain glassiness, now, to its beak?",
    "translation": "你的真菌虫旅行者被发条太阳深深吸引，你不得不把它从窗边拽开。它的喙是不是已经出现了玻璃般的光泽？",
    "stage": 5
  },
  {
    "key": "11$LE_TheClockworkSun",
    "original": "\"Humans have chained a sun?\" Is that awe in the Forged Companion's voice?",
    "translation": "“人类竟然锁住了一颗太阳？”锻造同伴的声音里似乎带着敬畏。",
    "stage": 5
  },
  {
    "key": "12$LE_TheClockworkSun",
    "original": "\"Our moon is nicer.\" The Fortunate Navigator grins. \"Less... gaudy.\"",
    "translation": "“我们的月亮更美。”走运的领航员咧嘴一笑，“没有那么……花哨。”",
    "stage": 5
  },
  {
    "key": "13$LE_TheClockworkSun",
    "original": "\"This 'sun' is a trifle ostentatious.\" The Inconvenient Aunt struggles to hide her awe.",
    "translation": "“这‘太阳’看起来有点浮夸。”令人困扰的姨妈极力想要掩饰自己的惊惧之情。",
    "stage": 5
  },
  {
    "key": "1$LE_TheFloatingParliament",
    "original": "A flight of bats rustles past. Parliament is bedevilled by them.",
    "translation": "一群蝙蝠沙沙地飞过。议会不堪其扰。",
    "stage": 5
  },
  {
    "key": "2$LE_TheFloatingParliament",
    "original": "You near parliament, which was transported brick-by-brick from the Neath, lovingly rebuilt in London-in-the-Sky, then exiled here when it proved incapable of doing what it was bloody well told.",
    "translation": "你接近了议会。它原是尼斯的建筑，而后被一砖一瓦地拆解运出，又在天空中的伦敦悉心重建；到头来，议会却死活不能遵照吩咐办事，因而被流放至此。",
    "stage": 5
  },
  {
    "key": "3$LE_TheFloatingParliament",
    "original": "\"What's that?\" a crewman asks, peering from the window. \"Parliament,\" answers his colleague. \"What's that?\" The first one repeats.",
    "translation": "“那是什么？”一名列车员一边发问，一边隔着窗户向外凝视。“议会，”他的同事回答。“那是什么？”先前那人又一次问道。",
    "stage": 5
  },
  {
    "key": "5$LE_TheFloatingParliament",
    "original": "A crewman explains the concept of democracy to the Devil. Laughter ensues.",
    "translation": "一名列车员向魔鬼阐述了民主的概念。一阵狂笑随即响起。",
    "stage": 5
  },
  {
    "key": "6$LE_TheFloatingParliament",
    "original": "Inspired by Parliament, the Rat Brigade votes on trying democracy. The result is vetoed.",
    "translation": "受议会启发，老鼠大队就“试行民主”这一提案发起了投票。提案最终遭到否决。",
    "stage": 5
  },
  {
    "key": "7$LE_TheFloatingParliament",
    "original": "The Eccentric rubs her temples as the spires of Parliament come into view. \"I can hear them arguing from here.\"",
    "translation": "当议会的尖顶映入眼帘时，怪人揉了揉太阳穴：“我从这里都能听到他们在争吵。”",
    "stage": 5
  },
  {
    "key": "8$LE_TheFloatingParliament",
    "original": "The Fatalistic Signalman peers at the ruins of Parliament. \"Knew she wouldn't put up with them for long.\"",
    "translation": "听天由命的信号员凝视着议会的废墟：“就知道她忍不了他们多久。”",
    "stage": 5
  },
  {
    "key": "9$LE_TheFloatingParliament",
    "original": "The Inconvenient Aunt adopts a sanctimonious tone: \"I hope those of you who can vote, do. It's important.\"",
    "translation": "令人困扰的姨妈端起一副道貌岸然的口吻：“我希望你们当中能去投票的都去投票。这很重要。”",
    "stage": 5
  },
  {
    "key": "10$LE_TheFloatingParliament",
    "original": "\"If commoners could rule, they wouldn't need royalty.\" The Princess knows she is not threatened by Parliament.",
    "translation": "“若庶民也有能力治理，那便不需要王室了。”公主心知，这议会对她并不构成威胁。",
    "stage": 5
  },
  {
    "key": "11$LE_TheFloatingParliament",
    "original": "\"My cousin sits in the Lords. Haven't heard from him in a while.\" The Incautious Driver doesn't sound distressed.",
    "translation": "“我的表亲在上议院任职。好一阵子没听过他的消息了。”鲁莽的司机这话说得浑不在意。",
    "stage": 5
  },
  {
    "key": "12$LE_TheFloatingParliament",
    "original": "\"What is this for?\" No explanation of the purpose of Parliament can ease the Forged Companion's bewilderment.",
    "translation": "“这是干什么用的？”无论怎样向其阐释议会的职能所在，锻造同伴始终都是一副茫然的样子。",
    "stage": 5
  },
  {
    "key": "1$LE_TheForgeofSouls",
    "original": "A hush falls over the engine; you approach a great library of the Blue Kingdom.",
    "translation": "一片寂静笼罩了你的机车。你接近了蓝色王国的一座大图书馆。",
    "stage": 5
  },
  {
    "key": "2$LE_TheForgeofSouls",
    "original": "Crew press their noses to the windows, hoping for a glimpse of the fabled Forge of Souls.",
    "translation": "列车员们把鼻子贴上了窗户，渴望一睹传说中那灵魂铸炉的真容。",
    "stage": 5
  },
  {
    "key": "3$LE_TheForgeofSouls",
    "original": "The sky ahead is smogged with gleaming dust: you near the Forge of Souls.",
    "translation": "闪闪发光的尘埃遮蔽了前方的天空——你接近了灵魂铸炉。",
    "stage": 5
  },
  {
    "key": "5$LE_TheForgeofSouls",
    "original": "Chiropterous Hoarder: \"Carillon is so drab in comparison. Makes me wonder why they bothered, why they cared.\"",
    "translation": "蝙蝠囤积狂：“钟琴区和这里相比实在是太乏味了。我不明白他们为什么还如此不安，又是为什么如此顾虑。”",
    "stage": 5
  },
  {
    "key": "6$LE_TheForgeofSouls",
    "original": "The Clay Conductor frowns. \"I was expecting something more. It looks like a library.\" Someone informs him that that's exactly what it is. He sighs theatrically.",
    "translation": "粘土人列车主管蹙起了眉头：“我还以为会有多了不起呢。这里看着就跟个图书馆一样。”有人提醒他事实的确如此，他随即夸张地叹了口气。",
    "stage": 5
  },
  {
    "key": "7$LE_TheForgeofSouls",
    "original": "The Incognito Princess peers at the Forge of Souls: \"You don't need to make anyone else. You have me.\"",
    "translation": "隐姓埋名的公主凝视着灵魂铸炉：“你无需再制造任何人。你已经有我了。”",
    "stage": 5
  },
  {
    "key": "8$LE_TheForgeofSouls",
    "original": "The Rat Brigade chitter excitedly. Could they make more rats here? Your crew are alarmed.",
    "translation": "老鼠大队中间爆发了兴奋的吱吱声。它们能在这里制造更多的老鼠吗？你的列车员们顿时警觉起来。",
    "stage": 5
  },
  {
    "key": "9$LE_TheForgeofSouls",
    "original": "\"You can't give me back, Captain.\" The smugness radiating from the Forged Companion is perhaps a product of your imagination.",
    "translation": "“你没法把我送回去，车长。”锻造同伴的语气中透露出一丝得意，又或者那只是你的错觉。",
    "stage": 5
  },
  {
    "key": "1$LE_TheHouseofDays",
    "original": "Here, the dead can plead their case, in hopes of altering their status.",
    "translation": "在这里，希望改变地位的死者可以为自己申辩。",
    "stage": 5
  },
  {
    "key": "2$LE_TheHouseofDays",
    "original": "This is the House of Days, where the Pansekritis may be petitioned.",
    "translation": "这里是时光之屋，潘塞克里蒂斯于此受理请愿。",
    "stage": 5
  },
  {
    "key": "1$LE_TheHouseofRodsandChains",
    "original": "A giant died here, wreathed in melancholy mists.",
    "translation": "一只巨兽殒命于此，它的残骸缠绕着忧伤的雾霭。",
    "stage": 5
  },
  {
    "key": "2$LE_TheHouseofRodsandChains",
    "original": "The House of Rods and Chains: a ruined palace atop a rotting Messenger. Now home to uninvited guests of a rubbery persuasion.",
    "translation": "链杆之屋——一座倾颓的宫殿，坐落于一具腐烂的信使巨骸之上。如今这里成了说着软体语言的不速之客的巢穴。",
    "stage": 5
  },
  {
    "key": "3$LE_TheHouseofRodsandChains",
    "original": "You near the House of Rods and Chains, a ruined complex atop a great, dead beast. Once it was the favourite Messenger of the sun. Before it disobeyed.",
    "translation": "你接近了链杆之屋，这是一座矗立在巨大死兽之上的废墟。它曾是太阳最宠爱的信使，直到它选择了抗命。",
    "stage": 5
  },
  {
    "key": "5$LE_TheHouseofRodsandChains",
    "original": "Fatalistic Signalman: \"That's not a port. It's a corpse.\"",
    "translation": "听天由命的信号员：“那不是个车站。那是一具尸体。”",
    "stage": 5
  },
  {
    "key": "6$LE_TheHouseofRodsandChains",
    "original": "Incognito Princess: \"What is that objectionable odour? Get me my pomade.\"",
    "translation": "隐姓埋名的公主：“那股难闻的怪味是怎么回事？拿我的润发油来。”",
    "stage": 5
  },
  {
    "key": "7$LE_TheHouseofRodsandChains",
    "original": "Obsidian shards clang on the hull. The Incautious Driver sounds a belated warning.",
    "translation": "黑曜石碎片砸在车身上铮铮作响。鲁莽的司机发出了迟来的警告。",
    "stage": 5
  },
  {
    "key": "8$LE_TheHouseofRodsandChains",
    "original": "The Fortunate Navigator wants to say something nice about the House of Rods and Chains. After serious thought, he remains silent.",
    "translation": "走运的领航员本想说些链杆之屋的好话。一番深思过后，他终究没有作声。",
    "stage": 5
  },
  {
    "key": "9$LE_TheHouseofRodsandChains",
    "original": "The Repentant Devil examines the House of Rods and Chains from the window. \"A reminder of how the Judgements treat those who defy them.\"",
    "translation": "悔过的魔鬼透过窗户审视着链杆之屋：“这具残骸提醒了世人：司命将如何处置那些忤逆它的人。”",
    "stage": 5
  },
  {
    "key": "10$LE_TheHouseofRodsandChains",
    "original": "Your Aunt is lost in thought. \"Hm? Oh, sorry. It reminds me of old London, and the Echo Bazaar.\"",
    "translation": "你的姨妈陷入了沉思：“嗯？哦，抱歉。它让我想起了老伦敦，还有回声巴扎。”",
    "stage": 5
  },
  {
    "key": "1$LE_TheLastSignal-Box",
    "original": "Here is the lost fifth signal box of the Isambard Line. Can a thing be forgotten, if people never knew of it?",
    "translation": "这便是伊桑巴德航线遗失的第五个信号箱。如果一样事物从未为人所知，又何谈被遗忘呢？",
    "stage": 5
  },
  {
    "key": "1$LE_TheMostSereneMausoleum",
    "original": "A hush lies over the Mausoleum, heavy as a sodden blanket.",
    "translation": "一片滞重的死寂覆压在圣宁墓的上空，仿佛一张被水浸透的毯子。",
    "stage": 5
  },
  {
    "key": "2$LE_TheMostSereneMausoleum",
    "original": "A stoker sings a patriotic anthem: \"She laid him in the stone's grey grip, 'My love no more is he; O Albion, my Albion, I've no consort but thee.'\"",
    "translation": "一名司炉唱起了一首爱国赞歌：“她将他放入石墓，放进那灰白的手里，‘从此他便不是我的爱侣；哦，阿尔比恩，我的阿尔比恩，此生除你，再无人可相依。’”",
    "stage": 5
  },
  {
    "key": "3$LE_TheMostSereneMausoleum",
    "original": "It is as solemn and quiet as an empty church.",
    "translation": "此地肃穆而寂静，宛若空无一人的教堂。",
    "stage": 5
  },
  {
    "key": "5$LE_TheMostSereneMausoleum",
    "original": "The Aunt brushes a complaining crewmember's hair. \"It's for your own good. You are close to Royalty.\"",
    "translation": "姨妈正帮着一名抱怨连连的列车员梳头：“这是为了你好。你可是快要见到皇室的人了。”",
    "stage": 5
  },
  {
    "key": "6$LE_TheMostSereneMausoleum",
    "original": "The Fortunate Navigator frowns. \"Promise me - if I die - you won't bring me here. Take me to the Empyrean.\"",
    "translation": "走运的领航员皱着眉头说道：“答应我——假如我死了——你不会把尸体带来这里。带我去苍天上国吧。”",
    "stage": 5
  },
  {
    "key": "7$LE_TheMostSereneMausoleum",
    "original": "The Inconvenient Aunt frowns. \"We're here. I hope we can rely on your crew's discretion.\"",
    "translation": "令人困扰的姨妈皱起眉头。“我们到了。希望你的列车员们能谨慎行事。”",
    "stage": 5
  },
  {
    "key": "8$LE_TheMostSereneMausoleum",
    "original": "The Rat Brigade stands to patriotic attention as the Mausoleum comes into view.",
    "translation": "圣宁墓映入眼帘，老鼠大队全体肃立致敬，爱国热忱正于它们心中激荡。",
    "stage": 5
  },
  {
    "key": "9$LE_TheMostSereneMausoleum",
    "original": "The Signalman considers the looming Mausoleum. \"Rich or poor, we all end in a box.\"",
    "translation": "信号员注视着隐约可见的圣宁墓。“无论贫富，我们的归宿也不外乎一个盒子。”",
    "stage": 5
  },
  {
    "key": "10$LE_TheMostSereneMausoleum",
    "original": "The Incautious Driver stares in bleak horror at the Mausoleum. \"Never. I couldn't be so trapped.\"",
    "translation": "鲁莽的司机死死盯着圣宁墓，眼里泛着彻骨的惊惧：“不行。我绝对不要被困在这儿。”",
    "stage": 5
  },
  {
    "key": "11$LE_TheMostSereneMausoleum",
    "original": "The Incognito Princess is fascinated by the Mausoleum – until she sees you noticing.",
    "translation": "隐姓埋名的公主对圣宁墓很是着迷——直到她发觉你注意到了她的兴趣。",
    "stage": 5
  },
  {
    "key": "12$LE_TheMostSereneMausoleum",
    "original": "The Vagabond is horrifying your crew with improbable stories about the ghosts that haunt the Mausoleum.",
    "translation": "流浪汉正在用圣宁墓中鬼魂作祟的无稽故事吓唬你的列车员们。",
    "stage": 5
  },
  {
    "key": "13$LE_TheMostSereneMausoleum",
    "original": "\"A house of the dead,\" the Hoarder says, watching the Mausoleum. \"When we ruled London, such things were unnecessary.\"",
    "translation": "“死者的居屋，”囤积狂望着圣宁墓说道，“在我们还统治着伦敦的时候，这种东西毫无存在的必要。”",
    "stage": 5
  },
  {
    "key": "14$LE_TheMostSereneMausoleum",
    "original": "\"The resting place of Albion's great and good. The great, at least.\" The Repentant Devil smiles.",
    "translation": "“阿尔比恩伟人与善人的安息之地。最起码也是伟人。”悔过的魔鬼微笑着说。",
    "stage": 5
  },
  {
    "key": "15$LE_TheMostSereneMausoleum",
    "original": "\"This place induces melancholy,\" says the Poetic Forged Companion. \"I can use that.\"",
    "translation": "“这地方在人心中平添忧郁，”诗意的锻造同伴说道，“正好可以作我的诗料。”",
    "stage": 5
  },
  {
    "key": "1$LE_TheRoyalSociety",
    "original": "Irrigators spray out plumes of misty water, preserving this oasis in the heart of the dusty Ormswold.",
    "translation": "灌溉器喷出团团水雾，滋养着这片坐落于尘土飞扬的涡野中心的绿洲。",
    "stage": 5
  },
  {
    "key": "2$LE_TheRoyalSociety",
    "original": "You steam before the grand glass eye of an observatory telescope. Presumably, behind it, an angry astronomer is gesturing at you to get out of the d_mn way.",
    "translation": "你的机车开到了观象台望远镜的那只玻璃巨眼跟前，正在吞吐着蒸汽。可想而知，在望远镜后头，一定有一位大为光火的科学家正比划着手势叫你滚开。",
    "stage": 5
  },
  {
    "key": "3$LE_TheRoyalSociety",
    "original": "\"Yonder lies the Airy,\" an engineer informs you. \"The very roost of science!\"",
    "translation": "“那边就是空中花园，”一位工程师告诉你，“科学的圣地！”",
    "stage": 5
  },
  {
    "key": "5$LE_TheRoyalSociety",
    "original": "After stumbling into paint pots you did not know you carried, the dog dotted the length of the ship with pink paw-prints.",
    "translation": "那只大狗碰翻了几个油漆罐——连你自己都不知道车上还装着这些——随后整辆车上便都印满了它的粉色爪印。",
    "stage": 5
  },
  {
    "key": "6$LE_TheRoyalSociety",
    "original": "Incautious Driver: \"Royal Society. Faster engines. Speed! Maybe an explosion. Hopefully not.\"",
    "translation": "鲁莽的司机：“皇家学会。更快的机车。速度！搞不好会爆炸，但我希望不会。”",
    "stage": 5
  },
  {
    "key": "7$LE_TheRoyalSociety",
    "original": "The Incognito Princess dons her 'disguise tiara' as the Royal Society comes into view.",
    "translation": "在皇家学会映入眼帘之时，隐姓埋名的公主戴上了她的那顶“伪装头冠”。",
    "stage": 5
  },
  {
    "key": "8$LE_TheRoyalSociety",
    "original": "The Inconvenient Aunt preens. \"The Royal Society. I have a standing invitation at the Rochester Club.\"",
    "translation": "令人困扰的姨妈得意洋洋地整了整衣物：“皇家学会啊。我在罗切斯特俱乐部可是有长期邀请的。”",
    "stage": 5
  },
  {
    "key": "9$LE_TheRoyalSociety",
    "original": "Repentant Devil: \"A temple devoted to meddling where man should not? Splendid.\"",
    "translation": "悔过的魔鬼说：“一座专门用来干涉人类不应干涉之事的神庙？好极了。”",
    "stage": 5
  },
  {
    "key": "10$LE_TheRoyalSociety",
    "original": "\"If I couldn't work on an engine, I'd come here.\" says the Fortunate Navigator. \"Study the stars, instead of sailing between them.\"",
    "translation": "“假如不能与机车为伴，那我就来这里。”走运的领航员说道，“研究星辰，而不是在它们之间遨游。”",
    "stage": 5
  },
  {
    "key": "11$LE_TheRoyalSociety",
    "original": "\"May we stop in?\" asks the Studious Forged Companion, producing a sheaf of notes. \"I would like to check my working.\"",
    "translation": "“我们可以停一下吗？”好学的锻造同伴一边问道，一边取出一叠笔记，“我想核验一下我的工作。”",
    "stage": 5
  },
  {
    "key": "12$LE_TheRoyalSociety",
    "original": "\"Science,\" states the Clay Conductor, \"is the preserve of those without the wit for art.\"",
    "translation": "“科学，”粘土人列车主管说道，“是那些缺乏艺术禀赋之人的专利。”",
    "stage": 5
  },
  {
    "key": "13$LE_TheRoyalSociety",
    "original": "\"The Royal Society,\" the Eccentric observes, as you approach it. \"They ask lots of questions, but they don't do much listening.\"",
    "translation": "“皇家学会，”当你驶近时，怪人说道，“他们问得很多，听得很少。”",
    "stage": 5
  },
  {
    "key": "14$LE_TheRoyalSociety",
    "original": "\"'Nullius in Verba'?\" wonders a crewman. \"Don't take our word for it,\" squeaks a rat.",
    "translation": "“‘不凭人言（Nullius in Verba）’？”一位列车员纳闷道。“可别信了我们的话呀。”一只老鼠吱吱叫道。",
    "stage": 5
  },
  {
    "key": "1$LE_TheShadowoftheSun",
    "original": "A garden in glory is kept here, the preserve of the Daughter of the Sun.",
    "translation": "此处存有一座辉煌的花园，它是专为太阳之女而设的属地。",
    "stage": 5
  },
  {
    "key": "2$LE_TheShadowoftheSun",
    "original": "This is the court of the Sun's Daughter, whose radiance is a glory of the heavens.",
    "translation": "此即太阳之女的宫廷，她的光辉就是天穹的荣耀。",
    "stage": 5
  },
  {
    "key": "1$LE_TheStairtotheSea",
    "original": "A stair zig-zags down to the sea, where a flotilla of old ships lie mouldering.",
    "translation": "一道楼梯蜿蜒而下，直达大海，那里停泊着一队正在腐朽的旧船。",
    "stage": 5
  },
  {
    "key": "2$LE_TheStairtotheSea",
    "original": "Below you, a graveyard of abandoned ships. Dark, thirsty waters lap at them.",
    "translation": "在你的身下，是一片废弃船只的墓地。幽暗、饥渴的海水正不断舔舐着它们。",
    "stage": 5
  },
  {
    "key": "3$LE_TheStairtotheSea",
    "original": "Ships rot on a silent sea. Only gloomy cults and homesick castoffs dwell here.",
    "translation": "船只正在沉寂的海上朽败。唯有阴郁的邪教徒和思乡的旅者会选择栖居于此。",
    "stage": 5
  },
  {
    "key": "1$LE_TheStormthatSpeaks",
    "original": "The Storm that Speaks! There are voices on the wind, until a crack of thunder cows them.",
    "translation": "言语之风暴神！风中裹挟着万千话音，直至一道雷鸣使之全数震慑。",
    "stage": 5
  },
  {
    "key": "1$LE_TheWellofWonders",
    "original": "Your engine rocks, caught in the turbulence of a well that is trying to swallow the sky.",
    "translation": "你的机车摇晃起来，陷入了好似要吞噬天空的空井湍流之中。",
    "stage": 5
  },
  {
    "key": "3$LE_TheWellofWonders",
    "original": "Fatalistic Signalman: \"A Well. Best to give it a wide berth.\"",
    "translation": "听天由命的信号员：“一个空井。最好离它远点。”",
    "stage": 5
  },
  {
    "key": "4$LE_TheWellofWonders",
    "original": "Fur flies. The Rat Brigade at each others' throats over the division of a biscuit. The moment passes. Awkward silence.",
    "translation": "鼠毛四散纷飞。老鼠大队为了一块饼干闹得不可开交。闹剧过后，唯余一片尴尬的沉默。",
    "stage": 5
  },
  {
    "key": "5$LE_TheWellofWonders",
    "original": "Incognito Princess: \"I find Wells terribly romantic, don't you? So mysterious. So avid.\"",
    "translation": "隐姓埋名的公主：“我觉得空井非常浪漫，你不觉得吗？如此神秘。如此热切。”",
    "stage": 5
  },
  {
    "key": "6$LE_TheWellofWonders",
    "original": "Repentant Devil: \"Wells are prisons, Captain. Remember that.",
    "translation": "悔过的魔鬼：“空井即是牢狱，车长。记住这一点。”",
    "stage": 5
  },
  {
    "key": "7$LE_TheWellofWonders",
    "original": "Turbulence shakes the train. The Incautious Driver cackles.",
    "translation": "湍流摇撼着火车。鲁莽的司机咯咯怪笑起来。",
    "stage": 5
  },
  {
    "key": "8$LE_TheWellofWonders",
    "original": "Your Aunt's lips move silently, as if reading something that only she can see.",
    "translation": "你姨妈的嘴唇正在无声地翕动，仿佛在默诵着什么只有她才能看到的东西。",
    "stage": 5
  },
  {
    "key": "9$LE_TheWellofWonders",
    "original": "\"They put on plays here.\" The Clay Conductor expects you to recognise that this is not a good thing.",
    "translation": "“他们在这里演剧。” 粘土人列车主管希望你能认识到这不是什么好事。",
    "stage": 5
  },
  {
    "key": "1$LE_TheWhiteWell",
    "original": "Here judgement is pronounced and sentence executed.",
    "translation": "此即宣判与裁罚之地。",
    "stage": 5
  },
  {
    "key": "2$LE_TheWhiteWell",
    "original": "The Watcher-in-the-Well holds dominion here over the quick and the dead.",
    "translation": "井中守望者于此统御着生者与死者。",
    "stage": 5
  },
  {
    "key": "4$LE_TheWhiteWell",
    "original": "The Conductor has a suggestion \"Why don't we leave your Aunt—\" The rest is lost under the barrage of her handbag.",
    "translation": "列车主管提了个建议：“不如我们就把你的姨妈抛在——”后半句话被她手提包的一阵狂轰猛打砸了回去。",
    "stage": 5
  },
  {
    "key": "5$LE_TheWhiteWell",
    "original": "The Eccentric shivers as you near the White Well. \"Let's not stay long, Captain.\" She withdraws to the engine room.",
    "translation": "当你靠近白井时，怪人打了个寒颤：“别待太久了，车长。”她退回引擎室里。",
    "stage": 5
  },
  {
    "key": "6$LE_TheWhiteWell",
    "original": "The Fatalistic Signalman peers at the Well. \"'I suppose we've seen the worst of it all now', I was just thinking to myself. Happier times.\"",
    "translation": "听天由命的信号员凝视着空井：“‘大概最糟的都已经过去了吧。’刚才我突然有了这种想法。日子会更好的。”",
    "stage": 5
  },
  {
    "key": "7$LE_TheWhiteWell",
    "original": "The Inconvenient Aunt frowns at the well. \"There are quicker ways of getting rid of people.\"",
    "translation": "令人困扰的姨妈对着空井皱起了眉头：“要想摆脱别人，有的是更快捷的路子。”",
    "stage": 5
  },
  {
    "key": "8$LE_TheWhiteWell",
    "original": "The Repentant Devil observes the White Well. \"A simple and effective punishment.\" His tone is one of grudging admiration.",
    "translation": "悔过的魔鬼审视着白井：“一种简单而有效的惩罚。”他的语气中带着一丝不情不愿的钦佩。",
    "stage": 5
  },
  {
    "key": "9$LE_TheWhiteWell",
    "original": "\"I hope you have no intention of leaving me here,\" the Forged Companion says, in a calculatedly neutral tone.",
    "translation": "“我希望你并没有打算把我丢在这里，”锻造同伴用一种试探性的中立口吻说道。",
    "stage": 5
  },
  {
    "key": "1$LE_TheWreckoftheOzymandias",
    "original": "A wreck drifts here, less fortunate even than you. \"We should scavenge her for repairs,\" a crewman suggests.",
    "translation": "一段机车残骸正在附近飘荡，它的运气甚至比你们还要不济。“我们应该从她身上拆点修理材料下来。”一名列车员发表了建议。",
    "stage": 5
  },
  {
    "key": "1$LE_Titania",
    "original": "A heady pollen-scent permeates the bridge, fierce as blooming lilies.",
    "translation": "一股惹人晕眩的花粉香气在车桥弥漫，一如盛放的百合般馥郁。",
    "stage": 5
  },
  {
    "key": "2$LE_Titania",
    "original": "The sky-winds are calmer, here. Lazy breezes, prickled with pollen.",
    "translation": "这里的天风更加平和，慵懒的微风中夹杂着花粉。",
    "stage": 5
  },
  {
    "key": "3$LE_Titania",
    "original": "You hear a distant drone. A crewman grimaces. \"Chorister-bees,\" he mutters.",
    "translation": "你听到远处传来一阵嗡嗡声。一名列车员皱起了眉头。“唱诗蜂，”他嘀咕道。",
    "stage": 5
  },
  {
    "key": "5$LE_Titania",
    "original": "A buzzing sound in the air. The Repentant Devil is restless. \"Titania always called them.\"",
    "translation": "空中响起了一阵嗡嗡声。悔过的魔鬼焦躁不安地说：“狄坦妮娅时刻吸引着它们。”",
    "stage": 5
  },
  {
    "key": "6$LE_Titania",
    "original": "Chorister Bee carcasses float outside. \"Weapons ready,\" orders Cinders. \"We're near Titania.\"",
    "translation": "唱诗蜂的尸体飘在窗外。“准备好武器”，辛德斯下令，“我们就要到狄坦妮娅了。”",
    "stage": 5
  },
  {
    "key": "7$LE_Titania",
    "original": "Chorister Bee carcasses strike the hull. The Fatalistic Signalman sighs: \"Titania.\"",
    "translation": "机车从唱诗蜂的尸体中撞出了一条路。听天由命的信号员叹了口气：“唉，狄坦妮娅。”",
    "stage": 5
  },
  {
    "key": "8$LE_Titania",
    "original": "The Clay Conductor is enraptured. \"Listen, Captain – the bees! What sweet music!\"",
    "translation": "粘土人列车主管听得如痴如醉：“听啊，车长——是唱诗蜂！多么愉悦的乐声！”",
    "stage": 5
  },
  {
    "key": "9$LE_Titania",
    "original": "The Driver points at Titania. \"Flower of the Reach. Father wanted to move here. But bees happened.\"",
    "translation": "司机指着狄坦妮娅说道：“这就是外野之花。爸爸一度想要搬到这里，但后来唱诗蜂出现了。”",
    "stage": 5
  },
  {
    "key": "10$LE_Titania",
    "original": "The Eccentric stares, entranced, at the delicate lights of Titania.",
    "translation": "怪人正入迷地盯着狄坦妮娅那琉璃般的光芒。",
    "stage": 5
  },
  {
    "key": "11$LE_Titania",
    "original": "The Incognito Princess's eyes gleam. \"Titania is like a brooch. I want it.\"",
    "translation": "隐姓埋名的公主眼眸闪动：“狄坦妮娅就像一枚胸针，让我想要据为己有。”",
    "stage": 5
  },
  {
    "key": "12$LE_Titania",
    "original": "The Inconvenient Aunt peers from a porthole. \"Titania is such an odd place. A little garish for my tastes.\"",
    "translation": "令人困扰的姨妈透过舷窗向外张望：“狄坦妮娅这地方可真怪。对我来说，这里未免太花哨了点。”",
    "stage": 5
  },
  {
    "key": "13$LE_Titania",
    "original": "Today, your crew rescued the useless cat from a cannon, an endeavour complicated by an excess of biting.",
    "translation": "今天，你的列车员们从炮筒里救出了那只无用小猫，这场营救行动因为它的剧烈撕咬而变得异常波折。",
    "stage": 5
  },
  {
    "key": "14$LE_Titania",
    "original": "\"If I could shrink her, I'd put Titania on display behind glass,\" says the Chiropterous Hoarder, voice rasping and hungry.\"",
    "translation": "“如果能将她变小，我一定要把狄坦妮娅封进玻璃罩里展出，”蝙蝠囤积者用它那沙哑而贪婪的声音如是说道。",
    "stage": 5
  },
  {
    "key": "1$LE_Traitor'sWood",
    "original": "A forest of towering bronzewoods. The wind is full of fallen leaves. They rattle at your engine's windows.",
    "translation": "一片拔地参天的青铜木树林。漫天落叶在风中翻卷，不时叩击着你的车窗。",
    "stage": 5
  },
  {
    "key": "2$LE_Traitor'sWood",
    "original": "A mist rises from the woods below. Your windows pale, as if something vast had breathed upon them.",
    "translation": "一片迷雾自下方的林地升起。你的窗户变得朦胧，仿佛某个庞然巨物朝它吐出了一口气。",
    "stage": 5
  },
  {
    "key": "3$LE_Traitor'sWood",
    "original": "A stoker sings, \"I have nae home, nae love, nae gold. I have nae breath; my heart is cold. So fold my arms and raise my hood; and lay me down in Traitor's Wood.\"",
    "translation": "一名司炉低吟道：“我无家可归，无爱可依，无金可凭。我几无气息，一颗心亦冷彻如冰。且将我的两臂交叠，且让帽檐遮盖我的眉眼，葬我在那叛徒的林麓之间。”",
    "stage": 5
  },
  {
    "key": "4$LE_Traitor'sWood",
    "original": "Beneath you stretches a wood as wide as a sea. The boughs groan. The leaves whisper.",
    "translation": "一片浩瀚如海的森林在你的脚下延展。枝条嘎吱作响。树叶沙沙低语。",
    "stage": 5
  },
  {
    "key": "6$LE_Traitor'sWood",
    "original": "Incautious Driver: \"I came here once. Don't remember why. A King? His Cup?”",
    "translation": "鲁莽的司机：“我来过这里一回。不记得是为什么了。为了国王？为了他的杯子？”",
    "stage": 5
  },
  {
    "key": "7$LE_Traitor'sWood",
    "original": "The Clay Conductor frowns. \"I do not see the point of trees.\"",
    "translation": "粘土人列车主管皱着眉头说道：“我看不出树木的意义何在。”",
    "stage": 5
  },
  {
    "key": "8$LE_Traitor'sWood",
    "original": "The Eccentric sings in the engine room. Your crew gather at the door to listen.",
    "translation": "怪人在引擎室里唱起了歌。你的列车员们纷纷聚向门边，静静聆听。",
    "stage": 5
  },
  {
    "key": "9$LE_Traitor'sWood",
    "original": "The Inconvenient Aunt sneezes, her allergies oblivious to both the hull and distance from the Wood.",
    "translation": "令人困扰的姨妈打了个喷嚏——尽管有着车体的阻隔，尽管这里已经离那片树林相隔甚远，她的过敏症仍旧不由分说地发作了。",
    "stage": 5
  },
  {
    "key": "10$LE_Traitor'sWood",
    "original": "The Princess looks concerned. \"Why would you name a wood after a traitor? A sewer, maybe...\"",
    "translation": "公主一脸担忧地说道：“为什么要拿叛徒给树林起名？给下水道起名还差不多……”",
    "stage": 5
  },
  {
    "key": "11$LE_Traitor'sWood",
    "original": "The Rat Brigade salutes. \"We'll look after the engine if you go into the woods, Captain!'",
    "translation": "老鼠大队敬了个礼：“车长！如果您要去树林里，我们会照看好机车的！”",
    "stage": 5
  },
  {
    "key": "1$LE_Wellmouth",
    "original": "Here, a prison of the Blue Kingdom, reserved for punishment of the erroneous dead.",
    "translation": "这里是蓝色王国的一处监狱，专为惩治那些失败的死者而设。",
    "stage": 5
  },
  {
    "key": "2$LE_Wellmouth",
    "original": "The White Well, where the guilty are condemned.",
    "translation": "白井，有罪之人在此定谳。",
    "stage": 5
  },
  {
    "key": "3$LE_Wellmouth",
    "original": "Winds claw your engine. The White Well is near.",
    "translation": "烈风抓挠着车身。白井近在眼前。",
    "stage": 5
  },
  {
    "key": "1$LE_WelloftheWolf",
    "original": "\"Don't look into the well, captain. The thing inside looks back.\"",
    "translation": "“别往井里头望，车长。里面的东西可是会望回来的。”",
    "stage": 5
  },
  {
    "key": "2$LE_WelloftheWolf",
    "original": "Mists spiral around the well's abysmal plunge. The movements induce intense nausea. A green-faced stoker rushes from your presence.",
    "translation": "雾气在那深不见底的空井周遭盘旋。阵阵颠簸让人直犯恶心。一个脸色发青的司炉跌跌撞撞地从你面前冲过。",
    "stage": 5
  },
  {
    "key": "3$LE_WelloftheWolf",
    "original": "The well-winds pull at you. Your engine lurches. A crash of crockery from the galley.",
    "translation": "井风撕扯着你。你的机车猛地一颤。厨房里传来一阵餐具迸裂的巨响。",
    "stage": 5
  },
  {
    "key": "5$LE_WelloftheWolf",
    "original": "\"We're going in? We have to. I'll take the wheel.\" The Incautious Driver is delighted.",
    "translation": "“我们要进去吗？我们一定得进去。我来开车。”鲁莽的司机兴致高昂。",
    "stage": 5
  },
  {
    "key": "6$LE_WelloftheWolf",
    "original": "The Inconvenient Aunt sniffs melodramatically. \"Is that brimstone? Or my imagination?\"",
    "translation": "令人困扰的姨妈煞有介事地嗅了一口气：“那是硫磺味吗？还是我的错觉？”",
    "stage": 5
  },
  {
    "key": "7$LE_WelloftheWolf",
    "original": "The Princess admires the view. \"We need one of these in London. It would make for a prettier sky.\"",
    "translation": "公主欣赏着眼前的景致：“伦敦需要一处像这样的风景。这将会使天空生色不少。”",
    "stage": 5
  },
  {
    "key": "8$LE_WelloftheWolf",
    "original": "The Rat Brigade's hair stands on end as you approach the Well of the Wolf. They refuse to hide, however.",
    "translation": "当你接近狼之井时，老鼠大队的队员们无不毛发倒竖。然而，它们却拒不闪躲。",
    "stage": 5
  },
  {
    "key": "9$LE_WelloftheWolf",
    "original": "The Signalman grimaces, lighting a cigarette. \"Of course we'd poke around here. Why wouldn't we?\"",
    "translation": "信号员的脸上闪过一丝愁容，随即点燃了一支香烟：“我们当然会来这里逛逛。为什么不呢？”",
    "stage": 5
  },
  {
    "key": "1$LE_Worlebury-juxta-Mare",
    "original": "A colourful constellation gleams in the window: the gaudy lights bedecking a seaside town.",
    "translation": "一片缤纷的星群在窗外闪烁——那是披挂在一座海滨小镇上方的的艳俗灯火。",
    "stage": 5
  },
  {
    "key": "2$LE_Worlebury-juxta-Mare",
    "original": "The sea of mist is white and thick as lamb's wool.",
    "translation": "雾海洁白厚重，一如羊绒。",
    "stage": 5
  },
  {
    "key": "3$LE_Worlebury-juxta-Mare",
    "original": "\"Wouldn't mind calling at Worlebury,\" a crewman declares. \"Won two bob at the hook-a-rat stall there, once.\"",
    "translation": "“我倒是想去沃伯瑞看看，”一个列车员说，“我在那里的钩鼠摊赢过两个先令。”",
    "stage": 5
  },
  {
    "key": "5$LE_Worlebury-juxta-Mare",
    "original": "A delighted crewman expresses the thought that nobody could be miserable at Worlebury. The Signalman sighs.",
    "translation": "一位欣喜的列车员表示，在沃伯瑞，每个人都会感到快乐。信号员叹了口气。",
    "stage": 5
  },
  {
    "key": "6$LE_Worlebury-juxta-Mare",
    "original": "Incognito Princess: \"How quaint. I hope the dress code does not mean I cannot identify the commoners.\"",
    "translation": "隐姓埋名的公主说：“多么古雅。但愿着装规定不会妨碍我认出谁是平民。”",
    "stage": 5
  },
  {
    "key": "7$LE_Worlebury-juxta-Mare",
    "original": "Inconvenient Aunt: \"Let's stop at Worlebury - a chance to stretch our legs, smell the mist-breeze.\"",
    "translation": "令人困扰的姨妈提议：“我们在沃伯瑞停一下吧——正好活动活动腿脚，闻一闻雾间的微风。”",
    "stage": 5
  },
  {
    "key": "8$LE_Worlebury-juxta-Mare",
    "original": "The Aunt scowls. \"I always thought the mists here were overrated. Attractive – but nothing else.\"",
    "translation": "姨妈皱着眉头说道：“我一直觉得这里的雾被过誉了。美是美——但仅此而已。”",
    "stage": 5
  },
  {
    "key": "9$LE_Worlebury-juxta-Mare",
    "original": "The Fortunate Navigator wishes to go to the seaside. He also wishes for candy-floss, a donkey ride and a week's shore leave.",
    "translation": "走运的领航员想要去海边。他还想要棉花糖、骑驴，以及为期一周的上岸假。",
    "stage": 5
  },
  {
    "key": "10$LE_Worlebury-juxta-Mare",
    "original": "The Incautious Driver smiles. \"Came here once. Convalescence. Didn't work. But I liked the apples.\"",
    "translation": "鲁莽的司机笑了笑：“我来过这儿一回。疗养。没有见效。不过我喜欢这儿的苹果。”",
    "stage": 5
  },
  {
    "key": "11$LE_Worlebury-juxta-Mare",
    "original": "The Rat Brigade pools its money for beach-side snacks. Candyfloss! Toffee apples! Mysterious meat!",
    "translation": "老鼠大队正为着海滩小吃筹集资金。棉花糖！太妃苹果！还有神秘肉串！",
    "stage": 5
  },
  {
    "key": "12$LE_Worlebury-juxta-Mare",
    "original": "The Repentant Devil looks thoughtful. \"We could have fun here.\" His definition might not match yours.",
    "translation": "悔过的魔鬼露出若有所思的神情：“我们可以在这儿找点乐子。”当然，他对乐子的定义大概与你不大一样。",
    "stage": 5
  },
  {
    "key": "1$LE_WreckoftheBerrenger",
    "original": "A gleaming hulk in the dark: a wreck of a type you've never seen before.",
    "translation": "一段机车残骸在黑暗中闪闪发亮——你从未见过这种型号的机车。",
    "stage": 5
  },
  {
    "key": "1$LE_WreckoftheBoatman",
    "original": "A black hulk in the mist - an old necropolis train. It's a long way from its route.",
    "translation": "雾霭中现出一具黑色的巨物——那是古老的墓地专线列车，与其原定路线相去甚远。",
    "stage": 5
  },
  {
    "key": "1$LE_general",
    "original": "\"There's the dock, captain,\" a signaller declares. The crew are relieved at the thought of solid land.",
    "translation": "“到车站了，车长。”一位信号员大声汇报。一想到坚实的陆地，列车员们都松了一口气。",
    "stage": 5
  },
  {
    "key": "2$LE_general",
    "original": "Your scout relays its findings.",
    "translation": "你的侦察兽回报了它的发现。",
    "stage": 5
  },
  {
    "key": "3$LE_general",
    "original": "Much to the relief of your stokers, you find a barrel of fuel among the detritus.",
    "translation": "你在碎石中发现了一桶燃料，这让司炉们甚是宽慰。",
    "stage": 5
  },
  {
    "key": "4$LE_general",
    "original": "This corner of the sky is little-travelled. It has been given over to the fungus, and the wilds, and the lost.",
    "translation": "这方天空人迹罕至。此地已归真菌、荒蛮，以及迷途之人所有。",
    "stage": 5
  },
  {
    "key": "5$LE_general",
    "original": "You have learned from your experiences.",
    "translation": "你已经从你的经验中吸取了教训。",
    "stage": 5
  }
]